{
    "context": "**TÓM TẮT TINH TẾ:**\n\n**Chủ đề:** Câu chuyện khám phá những chủ đề sâu sắc về tình yêu, sự tận tụy và hy sinh trong bối cảnh xã hội và chính trị phức tạp. Nó làm nổi bật gánh nặng cảm xúc của việc chăm sóc trong hoàn cảnh bạo lực, khao khát được chấp nhận và cuộc đấu tranh vì danh tính. Sự kiên cường, lòng trung thành và những sự chọn lựa khó khăn mà các nhân vật phải đối mặt để bảo vệ những người họ yêu thương trong những biến động quyền lực đầy cam go là trung tâm của hành trình, mang đến cái nhìn sâu sắc về tình yêu không trọn vẹn và những xung đột nội tâm.\n\n**Cốt truyện:** Bối cảnh câu chuyện diễn ra giữa hai hình ảnh đối lập của những cánh đồng tuyết trắng và các khu rừng ngập tràn mưa, theo chân Tử Vân, một cậu bé trẻ tuổi, người sau cái chết của cha đã phải làm gia nhân cho gia đình quyền quý Lục Gia, và từ đó được gọi là Ngọc Kính. Khi họ di chuyển qua những vùng đất khô cằn và yên bình, câu chuyện dần mở ra mối liên kết ngày càng sâu sắc giữa Ngọc Kính và Lục Gia trong bối cảnh những mối đe dọa từ Bắc Đế và tình trạng sức khỏe ngày càng suy yếu của Lục Gia. Sự trung thành của họ được chứng thực qua những trải nghiệm gắn bó, bao gồm một buổi dạo chơi bên dòng sông tràn ngập tiếng cười và sự thân thiết, tượng trưng cho những cam kết cảm xúc trong việc bảo vệ và trân trọng nhau giữa những khó khăn.\n\n**Nhân vật:** Những nhân vật chính bao gồm Ngọc Kính, một thanh niên kiên cường tượng trưng cho lòng trung thành và tình yêu chưa được bày tỏ dành cho Lục Gia, người đại diện cho vẻ đẹp và áp lực của những kỳ vọng xã hội, đồng thời phải đối mặt với căn bệnh của mình. Các nhân vật phụ như hai tiểu thư Đông Tuyết và Hạ Thiền mang đến chiều sâu cho câu chuyện, trong khi Văn Vân thể hiện những rào cản xã hội mà Ngọc Kính phải vượt qua. Lan Nhi, một nữ thầy thuốc, đại diện cho những chủ đề về nghĩa vụ và tình bạn, là biểu tượng của hy vọng giữa những thử thách.\n\n**Những sắc thái:** Mối quan hệ giữa Ngọc Kính và Lục Gia khéo léo cân bằng giữa tình yêu không nói thành lời và sự thấu hiểu lẫn nhau. Những khoảnh khắc thân tình mà họ chia sẻ—như những bữa ăn và những trò đùa—đã tạo ra một mối liên kết phức tạp, ngập tràn ấm áp nhưng cũng tiềm ẩn sự căng thẳng. Ngọc Kính vật lộn với nỗi hoài niệm và nỗi sợ mất mát, điều này được làm nổi bật qua những tương tác đầy cảm xúc, như cuộc trò chuyện gần gũi bên bờ sông, làm phong phú thêm những xung đột cảm xúc của câu chuyện.\n\n**Giọng văn của tác giả:** Phong cách tự suy ngẫm và nhạc điệu của tác giả mê hoặc người đọc, mời gọi họ khám phá bức tranh cảm xúc tinh vi của các nhân vật và chỉ trích các cấu trúc xã hội. Sự thể hiện những cá nhân bị gạt ra ngoài lề cho thấy sức mạnh biến đổi của tình yêu và lòng trung thành trong một xã hội áp bức. Những suy ngẫm của Ngọc Kính về nghĩa vụ và hy sinh vang vọng sâu sắc, khuyến khích người đọc suy xét lại những mong muốn cá nhân vượt qua rào cản giai cấp.\n\n**Phong cách:** Lời văn phong phú với hình ảnh sống động và đối thoại lưu loát, gợi xúc cảm, đặc biệt là trong những cảnh căng thẳng và dịu dàng. Những sắc thái trong tình cảm của Ngọc Kính dành cho Lục Gia đan xen giữa sự ấm áp và nguy hiểm, khiến khán giả khám phá những phức tạp trong mối quan hệ của họ trong cả những khoảnh khắc thân mật lẫn kịch tính.\n\n**Động lực tái xuất hiện:** Những động lực chính bao gồm những hy sinh vốn có trong tình yêu, việc khám phá danh tính trong những rào cản xã hội, và con đường hướng tới sự chữa lành cảm xúc. Sự tận tụy không lay chuyển của Ngọc Kính là biểu tượng cho sự cam kết sâu sắc, trong khi những khoảnh khắc ăn mừng gia tăng sự gắn kết giữa các nhân vật. Sự phát triển trong mối quan hệ của họ minh họa cho sự trưởng thành và bản chất cứu rỗi của tình yêu giữa những khó khăn xã hội, với hình ảnh biểu tượng giữa sự ấm áp và lạnh lẽo làm nổi bật hành trình cảm xúc của họ, cùng biểu tượng của mùa xuân như sự tái sinh và hy vọng.",
    "content": "\"Mới nghe nữ nhi bán thân chôn cha thôi, một thân trai tráng như ngươi cũng đến\nchung vui sao?\"\n\"Thằng nhóc yếu đuối ẻo lả, khéo thùng nước cũng khiêng không nổi đâu!\"\n\"Uầy, để ta hỏi xem. Nhóc có biết bồi bạn châm hương* hay đắp chăn làm ấm\nkhông?\"\nTrong một góc phố, dòng người tụ tập thành vòng xem trò vui, nhìn mấy kẻ lưu\nmanh chỉ chỉ trỏ trỏ một thiếu niên ở phía đối diện. Thiếu niên ấy mặc đồ tang,\nvóc người gầy yếu, dáng dấp không đến mười ba mười bốn tuổi, tướng mạo lại có\nvài phần anh tuấn. Người đó đối mặt với châm chọc khiêu khích vẫn thẳng lưng mà\nđứng, đôi mắt rũ xuống nhìn mặt đất.\nThấy thiếu niên không để ý đến mình, mấy gã lưu manh bèn tức giận, gào to chuẩn\nbị đánh người, nhưng đúng vào lúc nắm tay giơ lên thì có một tiếng quát lớn\ntruyền đến.\n\"To gan! Ai dám làm càn?\"\nTheo tiếng mà nhìn, người cất giọng hóa ra lại là quản sự của phủ Dung An Hầu,\nphía sau còn có một đội xe ngựa đi theo.\nHầu phủ là người mà dân chúng tầm thường không thể đắc tội, không chỉ đám lưu\nmanh và cả những người vây xem trò vui cũng nhanh chóng tản đi.\nBốn phía hỗn loạn, thiếu niên đó vẫn thờ ơ im lặng chờ đoàn xe đi qua. Bỗng,\nquản sự bước đến đưa cho cậu một túi bạc, nói: \"Hôm nay gặp được Hầu gia xem như\nlà phúc của ngươi. Túi bạc này ngươi cầm chôn cất người thân đi, không cần bán\nthân nữa.\"\nThiếu niên không nhận, vừa cung kính vừa kiên định đáp: \"Đa tạ ý tốt của Hầu\ngia, nhưng thảo dân là bán thân chôn cha, không phải ăn mày.\"\n\"Chớ có nói bậy, đây là phần thưởng của Hầu gia. Ngài tốt bụng cứu giúp, kẻ vô\ntri như ngươi đừng không biết tốt xấu.\"\nCậu nghiêng đầu nhìn về phía xe ngựa, thu hồi ánh mắt, nói: \"Nếu đã muốn cứu\ngiúp chi bằng để ta vào Hầu phủ làm trâu làm ngựa.\"\nQuản sự hết cách chỉ đành cắn môi, lui về xe báo cáo.\nMột lúc lâu sau, rèm xe được vén lên, người bên trong vịn tay gã sai vặt bước\nra, chậm rãi tiến đến trước mặt thiếu niên.\nDung An Hầu Hứa Yến, nhân trung long phương, lang diễm độc tuyệt, thế vô kỳ\nnhị*. Đáng tiếc cơ thể không tốt, hàng năm đều phải dựa vào thuốc mà sống nên\nkhuôn mặt của y vô cùng nhợt nhạt.\nY vừa xuống xe, một cơn gió lạnh thổi qua đã ho khan vài tiếng, đợi một lúc cho\ncơn ho dứt mới hướng về phía thiếu niên, dịu giọng hỏi: \"Trong nhà ngươi còn mấy\nngười?\"\nVừa rồi thiếu niên không phải cố ý đối nghịch, chỉ là trời sinh tính cách quật\ncường, lại thêm tuổi trẻ khí thịnh, không muốn bị người khác xem là ăn mày mới\nnói ra câu đó. Cậu thật sự không ngờ một kẻ như cỏ dại như cậu lại có thể khiến\ncho một người đường đường là Dung An Hầu tự mình xuống xe đến hỏi.\nCậu được hỏi mà giật mình im lặng một khoảng thời gian, lúc sau mới ngập ngừng\nđáp: \"Không, không còn ai nữa, chỉ còn một mình thảo dân.\"\nNghe vậy Hầu gia bèn thở dài, \"Nếu đã vậy thì đến Hầu phủ đi, dù sao cũng tốt\nhơn một mình cô độc, không người nương tựa.\"\nThiếu niên không dám nhìn thẳng, quỳ xuống thi lễ, \"Đạ tạ Hầu gia.\"\nHầu gia đỡ người đứng lên, hỏi: \"Không cần đa lễ, ngươi tên gì?\"\n\"Khí nô*.\"\n\"Sao lại đặt tên đó?\" Hầu gia nhíu mày.\nCậu bình thường đã quen nghe cái tên đó nên từ đầu đã không thèm để ý, nhưng giờ\nphút này đứng trước mặt vị công tử tôn quý như ngọc này lại bỗng có chút ngại\nngùng, giọng nói và đầu đều cúi thấp xuống.\n\"Họ nói tên khó nghe sẽ dễ nuôi hơn...\"\nNgười nghèo khổ có thể nuôi sống một đứa nhỏ đã được xem là tốt rồi.\nKhông cần nói nhiều người nghe cũng hiểu, Hầu gia suy nghĩ một lúc rồi lên\ntiếng: \"Tên này không được, vẫn nên sửa đi.\"\nThiếu niên rất có tự giác của kẻ bán thân, nhỏ giọng nói: \"Thỉnh Hầu gia ban\ntên.\"\nHầu gia bị dáng vẻ nghe lời đó của thiếu niên chọc cười, khuôn mặt thay đổi\nthoáng lộ ra chút tùy ý, \"Không đến mức ban tên đâu, nếu ngươi không chê thì ta\ncó thể nghĩ giúp ngươi.\"\n\"Nhưng đặt tên không thể qua loa, vậy đi, trước tiên ngươi hãy chôn cất cha\nmình, sau đó đến Hầu phủ, có thể lúc đó ta đã nghĩ xong rồi.\"\nThế là quản sự đưa cho cậu tờ giấy bán thân để ký, sau đó giao cho cậu một túi\nbạc lớn.\nCậu biết túi bạc này đã vượt qua giá trị con người mình, chắc chắn đó là quyết\nđịnh của Hầu gia, nhưng lúc này cậu không từ chối nữa mà lẳng lặng nhận lấy,\nđồng thời cũng thầm thề nguyện trong lòng, quyết tâm trung thành với Hầu gia cho\nđến chết.\nSau khi nhận được tiền thiếu niên bèn giải quyết tang lễ của cha, đợi khi mọi\nviệc đã sắp xếp đâu ra đó lập tức đến Hầu phủ đợi lệnh.\nQuản sự đưa người vào phủ, xuyên qua hành lang gấp khúc, trông thấy vị Hầu gia\nvẫn mày mũi tái nhợt như trước khoác áo ngồi dưới hiên.\nY đang viết chữ, bên cạnh là bếp lò nhỏ đang nổi lửa. Tiếng bước chân vang lên\ncũng là lúc y vừa dừng bút, y ngẩng đầu, mỉm cười với cậu, \"Lại đây, không cần\nthỉnh an.\"\nCậu bèn lo lắng bước đến.\nNgón tay ngon dài cấm lấy trang giấy Tuyên Thành vẫn chưa khô mực, \"Lần trước đã\nnói sẽ giúp ngươi chọn một cái tên, ngươi xem, hai chữ Hiệt Kính này thế nào?\"\nÁnh mắt cậu vô thức đuổi theo đầu ngón tay trắng nõn kia, sau khi tỉnh táo mới\nchợt nhận ra bản thân đáng chết, cuống quít đáp: \"Hầu gia đặt tên tất nhiên là\nhay.\"\nHầu gia không chú ý đến sự khác thường của cậu, cười nói: \"Được, vậy gọi là Hiệt\nKính.\"\nThiếu niên rất hài lòng với cái tên mới của mình. Từ nay về sau, cậu chính là\nHiệt Kính của phủ Dung An Hầu.\nTuy nói vào phủ làm công nhưng rõ ràng Hầu gia không hề có ý định để cậu làm bất\nkì việc nặng nào. Thực ra trong phủ cũng không có ai gọi là người hầu, bên người\nHầu gia chỉ có hai người để sai bảo, mà hai người đó lại chỉ là hai nha hoàn nhỏ\nchưa đến tuổi trưởng thành, mỗi lần gặp cậu đều gọi tiếng \"Hiệt Kính ca ca\", vừa\nmềm mại vừa ngoan ngoãn. Theo như lời hai cô nói, cả hai đều được Hầu gia mua\nvề, khi đó thiếu chút nữa hai nàng đã bị bán vào thanh lâu, là Hầu gia đã cứu\nhai người.\nHầu gia để cho cậu và hai nha hoàn nhỏ cùng theo tiên sinh học bài, y nói dù có\nthế nào thì đọc nhiều sách vẫn là cách tốt nhất. Không những thế, vì cậu là thân\ntrai tráng mà Hầu gia còn thỉnh một sư phó đến dạy cậu võ nghệ, có thể nói là vô\ncùng có tâm.\nBản thân Hầu gia thân thể không khỏe, không thể hứng gió cũng không thể đứng\nlâu, y thường xuyên ngồi bên án thư, xuyên qua cửa sổ lẳng lặng nhìn thiếu niên\nluyện võ.\nCảm nhận được tầm mắt chăm chú quan sát, thiếu niên khẩn trương không thôi, càng\nluyện càng ra sức, mỗi một chiêu thức đều không sai chiêu nào. Không biết vì sao\nmà cậu luôn cảm thấy cậu luyện càng tốt thì ánh mắt Hầu gia lại càng thêm bi\nthương.\nVài năm sau cậu mới hiểu cảm xúc bi thương đó từ đâu mà đến.\nCậu xuất thân bình dân, chuyện triều đình không có hiểu biết. Mãi đến một ngày\nphó tướng và quản sự căm giận oán trách, nói trên triều có người lấy cớ thân thể\nHầu gia không tốt không thể xuất quân lãnh binh, dâng tấu thỉnh cầu Hoàng thượng\ntriệt tước vị của y.\n\"Sao lại có người lòng lang dạ sói như thế, chẳng lẽ họ đã quên Hầu gia vì sao\nmà sức khỏe không tốt chứ?\"\nHóa ra là năm xưa Hầu gia dẫn binh đánh lui Hung Nô bị thương nghiêm trọng dẫn\nđến lưu lại bệnh căn, điều trị bao năm vẫn không hết, thái y nói y không thể cầm\nkiếm được nữa.\nNgày đó thiếu niên buồn bực không vui, hai nha hoàn đi ngang qua nghe được cậu\nnói: \"Hầu gia tốt như vậy, sao lại có người không thích ngài?\"\nNha hoàn nhỏ ngây thơ hỏi: \"Ca cũng thích Hầu gia ạ? Chúng em cũng thích ngài\nấy, muốn theo ngài ấy cả đời!\"\nThiếu niên liếc mắt nhìn hai người một cái, lẩm bẩm, \"Ta không giống hai muội.\"\nCậu thật sự thích Hầu gia. Song, cảm giác thích này không giống hai nha hoàn nhỏ\nxem Hầu gia như ca ca thân thiết trong nhà, mà là kiểu thích đến mức thường\nxuyên nằm mơ thấy người không nên thấy, làm chuyện không nên làm.\nCậu biết mình không nên như thế, nhưng cậu không thể khống chế chính mình, mơ\nước một người không có khả năng.\nChú thích:\n*Bầu bạn châm hương (红袖添香 - hồng tụ thiêm hương): \"hồng tụ\" tức chỉ thiếu nữ\nxinh đẹp, \"hương\" ở đây vừa có nghĩa là nhang cũng vừa có thể hiểu là mùi hương.\nCâu này được trích từ tác phẩm \"Hoa Nguyệt Ngân\" của Ngụy Tử An, ý nói thư sinh\nđọc sách mà có một người con gái bên cạnh bầu bạn thì hạnh phúc biết mấy, tạo\nnên khung cảnh thơ mộng và đẹp như tranh vẽ.\n*Lang diễm độc tuyệt, thế vô kỳ nhị (郎艳独绝, 世无其二): Trích từ tác phẩm \"Khúc Bạch\nThạch Lang\" của tác giả Quách Mậu Thiến. Chữ \"Lang\" ở đây tức chỉ Bạch Thạch\nLang (hay còn gọi là Thủy thần trong truyền thuyết), khen y là người đẹp nhất\nthiên hạ, không có người nào sánh bằng.\n*Khí nô (弃奴): Nô lệ bị bỏ rơi\n----------\nTin chiến thần Đại Lương bị bệnh tật quấn thân từ phương xa truyền đến, tộc Hung\nNô ngủ đông suốt nhiều năm rục rịch khởi binh lần nữa. Mưa to gió lớn kéo đến,\nnhưng lần này đã không còn Dung An Hầu dẫn dắt binh tướng quét sạch bốn phương.\nTrên triều, ai ai cũng cảm thấy bất an, ngay cả Hầu gia cũng phải nhíu mày.\nTrước đêm xuất chinh, thiếu niên quỳ một gối trước mặt Hầu gia, cầu xin y cho\nphép cậu khoác giáp làm lính theo chân phó tướng đến biên cương.\n\"Thuộc hạ tuy là một người dân nhưng vẫn có chí hướng bảo vệ quốc gia.\"\nHầu gia nâng cậu đứng lên, chậm rãi đánh giá hồi lâu.\nThiếu niên trước mặt đã không còn dáng vẻ gầy yếu đáng thương của năm xưa, cậu\nđã trưởng thành, khuôn mặt đong đầy chí hướng không thể kiềm chế.\nSau một lúc lâu, Hầu gia cười nhạt, nói: \"Đi đi, trời cao biển rộng, ngươi đáng\nlẽ cũng không nên gò bó bản thân ở phủ Dung An Hầu này...\"\nLời còn chưa dứt, y lại không nhịn được mà nghiêng đầu ho khan vài tiếng.\nThiếu niên sửng sốt, vội cởi áo khoác của mình xuống phủ lên người Hầu gia,\n\"Những ngày không có Hiệt Kính ở bên cạnh, mong Hầu gia nhất định phải bảo trọng\nsức khỏe.\"\n\"Yên tâm, ta tự biết.\" Hầu gia khoát tay, \"Ngược lại là ngươi, nơi biên cương\ncát bay đá cản, việc ăn uống sinh hoạt hàng ngày cần phải chú ý.\"\nNghe đối phương chân thành dặn dò, cậu vừa cảm thấy lòng nổi sóng, vừa có phần\nchua xót. Từ xưa đến nay Hầu gia đều đối xử với người khác tốt bụng và tỉ mỉ như\nthế, vậy mà cậu lại hèn mọn mang trong mình một đoạn tư tâm lừa gạt Hầu gia. Cậu\nlàm gì có thứ gọi là chí hướng bảo vệ quốc gia kia, ngoài kia có hàng nghìn hàng\nvạn người, nhưng người cậu muốn bảo vệ chỉ có duy nhất một mà thôi.\nĐáng tiếc, núi có cây, cây có cành, lòng ta có người mà người lại chẳng hay.\nÝ trung nhân ở ngay trước mắt, lại không có cách nào nói thành lời.\nMặc dù cậu có cắn rứt lương tâm, nhưng vẫn không thể dằn lòng quên đi tình cảm\nnồng đậm trong lòng. Nếu đã vậy, chi bằng rời xa nơi này, sớm ngày chặt bỏ tư\ntưởng xằng bậy kia.\nThiếu niên chăm chỉ luyện công, thân thủ hơn người lại thêm bằng lòng chịu khổ,\nchẳng mấy chốc đã bộc lộ tài năng trong quân.\nNhững ngày còn ở trong phủ, lúc Hầu gia rảnh rỗi sẽ thường giảng cho cậu chút kỹ\nthuật bày binh bố trận, nắm giữ phần thắng. Chỉ cần là lời Hầu gia nói, cậu đều\nkhắc ghi trong lòng.\nCó vài người thường xuyên nói nhóc con không biết từ đâu chui ra lại có phong\nthái của Dung An Hầu năm xưa, xuất chiêu bất ngờ, không theo lối cũ.\nNgười trong quân ngũ không bàn xuất thân chỉ luận quân công, có thể nói thiếu\nniên đã một bước lên mây. Song, hư danh với cậu mà nói chỉ là vật ngoài thân,\ncậu càng lúc càng kiên định, cũng càng thêm ổn trọng.\nĐồng thời, cậu cũng dần dần phát hiện, hóa ra rời xa người nọ không có nghĩa cậu\ncó thể ngăn chặn tình cảm của mình, dù cho thân thể ở nơi biên cương xa xôi\nnhưng nỗi lòng vẫn luôn vấn vương hình bóng đối phương.\nNhững thuộc hạ từng theo dưới trướng Hầu gia luôn hoài niệm quá khứ, kể ngài đã\ntừng ở nơi này ngắm trăng, nói ngài đã từng ở chỗ kia uống rượu.\nThiếu niên nhận ra bản thân không thể tránh bèn không trốn nữa. Cậu gối đầu lên\ntảng đá lớn nơi Hầu gia từng nằm, ngắm trăng, uống rượu, đọc bức thư từ Kinh\nthành gửi đến.\nThư là do Hầu gia viết, nét chữ ngay ngắn thẳng hàng, phóng khoáng ung dung. Nội\ndung không có gì quan trọng, thuật lại Hầu phủ gần đây thế nào, đồng thời hỏi\nthăm thiếu niên có khỏe không.\nĐặc biệt mỗi một lá thư đều kết thúc bằng câu \"Mong Hiệt Kính sớm ngày quay về\".\nSớm ngày quay về.\nQuân đội Đại Lương phải mất gấp đôi thời gian so với dự kiến mới có thể đánh lui\ngiặc Hung, triệt để thắng lợi.\nNghe nói thiếu niên dẫn dắt một nhóm lính tinh nhuệ dụ địch vào tròng, chém đứt\nđầu thủ lĩnh bên giặc, cổ vũ sĩ khí toàn quân. Thánh thượng hạ chỉ phong cậu làm\nĐại tướng quân, thăng quan tiến chức.\nSau khi về kinh, thiếu niên không đến tòa phủ được ngự ban nhìn xem, ngay cả\ngiáp cũng không cởi mà lập tức quay về phủ Dung An Hầu.\nCậu vừa vào cửa đã thấy nha hoàn nhỏ Hạ Thiền đứng trong viện khóc sướt mướt.\nHạ Thiền vừa thấy cậu đã tiến lên đón, nghẹn ngào nói: \"Hiệt Kính ca ca, cuối\ncùng huynh cũng về rồi! Hầu gia... Hầu gia sợ không ổn rồi...\"\nThiếu niên như bị sét đánh, vội vàng bóp chặt vai Hạ Thiền hỏi đầu đuôi ngọn\nngành.\nHóa ra sức khỏe Hầu gia ngày càng sa sút, những ngày gần đây bệnh tật triền miên\nkhông dứt, mỗi ngày đều phải uống ba chén thuốc để duy trì. Vì không để thiếu\nniên phân tâm nên y đã cưỡng chế hạ lệnh không cho phép người trong phủ truyền\ntin tức này đến biên cương, trong thư cũng không hề có biểu hiện gì khác thường.\nThiếu niên không biết bản thân đã tiếp thu những lời Hạ Thiền nói như thế nào,\nchỉ biết khi cậu tỉnh táo lại thì người đã đứng trong phòng của Hầu gia, trái\ntim quặn thắt.\nNha hoàn nhỏ Đông Tuyết canh giữ bên giường Hầu gia, thấy thiếu niên vào phòng\nbèn khóc lớn, \"Không, không đút thuốc được...\"\nThái y đã dặn dò mỗi ngày phải đúng giờ uống thuốc, nhưng hôm nay Hầu gia đã hôn\nmê sâu, ngay cả thuốc cũng không thể đút vào miệng.\nHạ Thiền thấy cô nhóc khóc quá dữ dội bèn sợ quấy nhiễu người bệnh nên bước qua\nđỡ người dậy, trước khi rời khỏi phòng còn không quên nhắc nhở, \"Nhất định phải\nnghĩ cách cho Hầu gia uống thuốc.\"\nThiếu niên gật đầu, không đáp.\nCửa phòng đóng lại, cậu bước về trước, lẳng lặng ngắm nhìn người trên giường.\nHầu gia chỉ mặc nội y, làn da còn trắng hơn cả màu vải đắp trên người, không\nchút huyết sắc. Y rất gầy, khuôn mặt vốn đã tái nhợt lại càng thêm tiều tụy.\nTuy là vậy nhưng gương mặt ấy vẫn đẹp như tranh vẽ.\nÁnh mắt cậu dừng trên chén thuốc một chốc, suy nghĩ một lúc lâu rồi thở dài,\ngiống như đã quyết tâm lựa chọn.\nCậu bưng bát thuốc lên, múc một thìa tự đút vào miệng. Nước thuốc vừa vào đã\nthấy vị đắng ngập tràn khoang miệng. Cậu chợt nghĩ, thì ra thuốc mà Hầu gia phải\nuống mỗi ngày lại khó uống đến thế.\nVị đắng trong miệng không lưu lại bao lâu, thiếu niên cúi người xuống, môi áp\nlên môi Hầu gia, chậm rãi đút thuốc từ miệng mình cho y, không để rơi một giọt\nnào ra ngoài.\nHạ Thiền và Đông Tuyết rất cẩn thận trong việc chăm sóc người bệnh, mặc dù bị\nbệnh nhưng môi của Hầu gia không hề khô tróc vẫn mềm mại như trước, lại nhờ có\nnước thuốc thấm vào mà ẩm ướt hơn.\nTuy rằng đã cố gắng ép bản thân không được phân tâm nhưng thiếu niên vẫn không\nkhỏi suy nghĩ miên man. Song, cậu không dám mạo phạm, từng đợt từng đợt, nước\nthuốc đút xong đợt nào đều nhanh chóng rời môi lần đó.\nĐến khi đút xong một chén thuốc, đôi tai đã sớm ửng đỏ.\nThiếu niên buông chén, ngồi bên giường điều chỉnh tâm tình một lúc. Cậu đột\nnhiên nghĩ, nếu đã vượt quá khuôn phép, chi bằng thừa dịp lúc này lại làm càn\nthêm một chút.\nNghĩ xong, cậu động môi, nhẹ giọng nói: \"Hầu gia, những ngày ở biên cương Hiệt\nKính đã gặp không ít cảnh sinh ly tử biệt, khi ấy thuộc hạ mới hiểu người trước\nmắt quan trọng đến nhường nào.\"\n\"Ngài là ánh trăng nơi chân trời xa, là bông tuyết nơi đỉnh núi cao, Hiệt Kính\nvốn không dám suy nghĩ sâu xa. Nhưng đời người ngắn ngủi, nếu như không thể ở\nbên cạnh người mình muốn bảo vệ thì là chuyện đau khổ biết mấy.\"\n\"Hầu gia nhất định sẽ khỏe lại, Hiệt Kính không dám tham lam, thuộc hạ chỉ mong\nbản thân có thể giống như năm xưa, bảo vệ ngài là đủ rồi.\"\nCậu trải lòng không dứt, không biết đã trôi qua bao lâu, đến khi ngoài cửa vọng\nvào tiếng gọi của nha hoàn mới bỗng cảm thấy xấu hổ mà đứng lên. Cậu thay Hầu\ngia dém chăn ngay ngắn rồi bước ra ngoài.\nCánh cửa vừa đóng, người vốn nên hôn mê bất tỉnh chậm rãi mở mắt.\n----------\nThiếu niên đẩy cửa bước ra, nhóm nha hoàn nhỏ vội vàng chạy đến hỏi thuốc đã đút\nđược hay chưa.\nCậu gật đầu, \"ừ\" một tiếng.\n\"Quả nhiên vẫn là Hiệt Kính ca ca lợi hại, muội đút mãi cũng không được, huynh\nvừa về đã xong việc rồi.\" Đông Tuyết vỗ tay cười, nói: \"Huynh dùng cách nào\nvậy?\"\nBiện pháp đút thuốc kia sao có thể nói ra chứ. Thiếu niên không nhịn được đỏ\nmặt, thuận miệng giải thích qua loa.\nĐông Tuyết cũng không nghĩ nhiều, vui vẻ đáp: \"Tốt quá, Hầu gia sẽ sớm tỉnh lại\nthôi. Hiệt Kính ca ca, huynh nhanh đi tắm rửa thay quần áo đi, sau khi tỉnh ngài\nấy chắc chắn muốn gặp huynh.\"\nThiếu niên ngẩn người, lúc bấy giờ cậu mới nhận ra toàn thân đều là đất bụi,\nthật sự không ra thể thống gì cả. Cậu nói một câu \"đa tạ\" với cô nhóc rồi vội\nvàng rời đi.\nĐông Tuyết mờ mịt nhìn bóng dáng của cậu, thắc mắc tại sao cậu lại muốn cảm ơn\ncô, đồng thời cảm thấy kỳ quái trước đôi má ửng hồng kia.\n\"Chắc lâu rồi huynh ấy không gặp Hầu gia đó, vui quá ấy mà.\" Hạ Thiền thản nhiên\nnói.\nPhòng ngủ của thiếu niên đã lâu không có người ở nhưng lại không có hạt bụi nào,\nhai nha hoàn nhỏ cách nửa tháng sẽ vào quét tước một lần, mục đích chính là để\ncậu vừa về là có thể vào ở ngay.\nTắm rửa xong, cậu thay một thân áo mới, tiếp đó cẩn thận búi lại mái tóc, mím\nmôi đẩy cửa ra ngoài.\nMuốn chỉ huy một đội quân tất nhiên không thể thiếu vẻ uy nghiêm, thiếu niên tự\nnhận đã luyện được ý chí sắt đá vẻ mặt trước sau không đổi vững như Thái Sơn, ấy\nvậy mà hôm nay chỉ đi ngắn ngủi vài chục bước mà cậu đã bước cùng tay cùng chân\nvài lần. Khi bước vào phòng, cậu còn vì do dự nên bước chân trái vào trước hay\nchân phải vào trước mà thiếu chút nữa té ngã.\n\"Cẩn thận.\"\nMột giọng nói nhu hòa dịu dàng quen thuộc truyền đến. Thiếu niên ổn định cơ thể,\nliếc mắt một cái nhìn đối tượng ngày nhớ đêm mong. Người trước mặt khác hoàn\ntoàn lúc trước, y bây giờ có sức sống hơn, thân người nửa dựa vào đầu giường,\nmỉm cười nhìn cậu.\nKhoảnh khắc này thiếu niến mới hiểu được những thứ được viết trong sách, cửu\nbiệt trùng phùng, vui đến rơi lệ, hoàn toàn không phải lừa gạt... Nếu không phải\ncậu cố nhẫn nhịn, có lẽ nước mắt nóng bỏng đã rơi xuống.\n\"Hầu gia, Hiệt Kính đã về.\" Thiếu niên bước nhanh đến, quỳ một gối thi lễ.\n\"Mau đứng lên.\" Hầu gia muốn duỗi tay ra đỡ nhưng lại hữu tâm vô lực, chỉ đành\nbất đắc dĩ thở dài, \"Ngươi đã là Đại tướng quân rồi, tật xấu hở một chút là thi\nlễ bao giờ mới sửa được đây?\"\nThiếu niên đứng lên rồi ngồi xuống cái ghế bên giường, cúi đầu nhỏ giọng nói:\n\"Ta chỉ làm thế với ngài.\"\n\"Hửm?\"\n\"Ta nói, nếu Hầu gia không thích vậy sau này ta sẽ không làm nữa.\" Ngỡ như lặp\nlại nhưng thật ra lại là sửa lời.\nMột lúc lâu vẫn không nhận được lời đáp, thiếu niên ngẩng đầu, trông thấy Hầu\ngia có phần đăm chiêu nhìn cậu.\n\"Làm sao vậy, Hầu gia có chỗ nào không khỏe sao?\" Cậu thấp thỏm hỏi, ánh mắt\ntheo bản năng dừng trên cánh môi mỏng của đối phương, cảm giác rõ ràng khi ấy\ndường như còn chưa biến mất, xoay vòng khiến da đầu tê dại.\n\"Không sao.\" Hầu gia chớp mắt giấu đi vẻ phức tạp, cười nói: \"Có chút bồi hồi\nthôi, ngày mới gặp ngươi còn rất nhỏ, giờ đây đã có thể gánh vác một phương rồi.\nTa có thể yên tâm giao Đông Tuyết và Hạ Thiền cho ngươi.\"\nLời nói ra còn có ẩn ý khác, thiếu niên nhíu mày, \"Vì sao Hầu gia lại nói vậy?\"\n\"Ngươi đã trưởng thành, ta cũng không muốn dùng mấy câu dỗ trẻ con với ngươi\nnữa. Hiệt Kính, thiên hạ không có bữa tiệc nào không tàn, suy cho cùng ta cũng\nphải rời xa các người, không sớm thì muộn...\"\n\"Đừng nói nữa!\" Thiếu niên bối rối cắt ngang câu nói của y, giọng run rẩy, theo\nbản năng nắm bàn tay đặt trên chăn của y, \"Xin ngài... Đừng nói thế.\"\nNhìn hốc mắt ửng đỏ, Hầu gia nào còn quyết tâm nói lời tuyệt tình. Y lắc đầu,\nthở dài.\n\"Ngươi đó... Đến bây giờ ta vẫn không có biện pháp nào với ngươi.\"\nTrên thực tế chính bản thân thiếu niên cũng hiểu rõ, cậu không cho Hầu gia nói\ntiếp chẳng qua chỉ là lừa mình dối người mà thôi. Hạ Thiền đã nói cho cậu biết\nngay cả thái y giỏi nhất trong cung cũng hết cách, thân thể Hầu gia sớm đã nỏ\nmạnh hết đà, e rằng chỉ có thể kéo dài ba tháng nữa.\nMặc dù cậu biết trong đời có hợp có ly, nhưng cậu không thể nào chấp nhận nửa\nquãng đời sau không có Hầu gia bên cạnh. Ngày đó giữa phố chợ ồn áo náo nhiệt\ngặp được Hầu gia, con người như trăng sao gió mát ấy đã trở thành ánh sáng duy\nnhất trong lòng cậu.\nTháng ngày màn trời chiếu đất nơi biên cương, những khi giao tranh với quân địch\nbị thương, thiếu niên chưa một lần thấy khổ, nhưng chỉ cần nghĩ đến Hầu gia từng\nphải chịu những khổ cực ấy cậu lại hận mình không được sinh ra sớm hơn tám năm,\nthay y ngăn sương chắn tuyết.\nThiếu niên mím môi, suy nghĩ loạn như tơ vò, từng đoạn ký ức vụn vặt vụt qua\nđầu.\nBỗng, cậu chợt nhớ đến một người, người ấy có lẽ sẽ có biện pháp cứu Hầu gia.\n\"Hầu gia đã từng nghe đến vu y Vân Khương chưa?\"\n\"Vân Khương?\" Hầu gia suy tư một lúc, nói tiếp, \"Ta nhớ Vân Khương là một bộ lạc\nsống ở phía Bắc tộc Hung Nô, họ thường tìm đến Đại Lương xin chi viện. Về phần\nvu y, ta thật sự chưa từng nghe nói.\"\nThiếu niên mỉm cười, \"Vu y Vân Khương rất nổi tiếng ở biên cương, nghe nói có\nthể khải tử hồi sinh, nếu như có họ giúp đỡ, chắc chắn Hầu gia sẽ bình yên vô\nsự.\"\nBệnh tật đã lâu, Hầu gia sớm đã không còn để ý chuyện sống chết, y không ôm\nnhiều hy vọng, nhưng thấy thiếu niên mới vừa rồi còn rầu rĩ không vui nay đã thả\nlỏng cơ mặt, y cũng mỉm cười theo, \"Ồ? Còn có người lợi hại đến vậy sao, chỉ là\nkhông biết họ có nguyện ý xuôi nam đến Kinh thành không.\"\n\"Hầu gia yên tâm, chắc chắn sẽ đồng ý.\" Thiếu niên tự tin đáp.\n\"Vậy thì tốt.\"\nCậu cố ý xoa dịu không khí, nghĩ một lúc rồi nói: \"Hầu gia, nói đến việc này, ta\nchợt nhớ đã từng học vài câu của người Vân Khương, để ta nói cho ngài nghe?\"\n\"Ừ, ngươi nói, ta nghe.\"\nCách phát âm của người Vân Khương rất khó hiểu, thiếu niên nói chậm rãi, cũng\nrất nghiêm túc. Cậu vừa nói vừa hồi hộp, kiên định nhìn vào mắt Hầu gia.\nNói xong, tầm mắt vội vàng rời đi.\n\"Cách phát âm khác hoàn toàn với Trung Nguyên, rất thú vị.\" Hầu gia khen, \"Không\nbiết những lời này có ý gì?\"\nThiếu niên dừng một chút, một khoảng thời gian sau mới thấp giọng đáp: \"Không có\ný gì, chỉ là vài câu chúc phúc mà thôi. Hầu gia, Hiệt Kính không có ước mong gì,\nchỉ cầu ngài vui vẻ bình an.\"\nThiếu niên có tự tin đến thế chính là vì vu y Vân Khương thiếu cậu một phần ân\ntình. Vào một ngày nào đó khi đánh đuổi kẻ địch ở biên cương, trên đường quay về\ncậu đã gặp một cô gái hái thuốc hấp hối dưới tàng cây. Cậu không nghĩ nhiều mà\nđưa người về quân doanh, ra sức chăm sóc chữa trị.\nCô gái đó bị thương rất nặng, nửa tháng sau mới tỉnh lại. Cô tự xưng mình là con\ngái của vu y Vân Khương, vì hái thuốc mà một thân một mình đi vào lãnh thổ Hung\nNô, không may ngã từ trên cây xuống.\nCô nói ân cứu mạng nhất định phải trả, nếu một ngày nào đó cậu cần giúp đỡ cô và\ncha chắc chắn sẽ hết lòng tương trợ.\nThiếu niên để cô ở lại quân doanh tĩnh dưỡng thêm nửa tháng, sau đó mới sai\nngười hộ tống cô về Vân Khương.\nMấy câu tiếng Vân Khương kia cũng là cô dạy.\nQuả nhiên sau khi nhận được thư khẩn cô không chút do dự vội vàng hồi âm ngỏ ý\nsẽ lập tức lên đường. Cứu người là việc cấp bách, cô ngày đêm lên đường, chỉ mất\nnửa tháng đã chạy đến Kinh thành.\nSau khi xem qua bệnh tình của Hầu gia, vu y vuốt râu, nói: \"Dung An Hầu quả\nnhiên là một người kiên cường, bệnh tình nguy kịch đến mức này mà vẫn có thể\nchống đỡ.\"\nVu y Vân Khương vào Nam ra Bắc, kiến thức rộng rãi, lưu loát dùng tiếng Trung\nNguyên nói ra một câu dài.\nThiếu niên vừa nghe đã muốn lên tiếng, nhưng lại thấy vu y tiếp tục mở miệng,\n\"Tuy khó khăn nhưng không có nghĩa không thể trị, nếu đã gặp được ta coi như đã\ngiành được một nửa hy vọng sống, nếu có thể thu thập đủ dược liệu thì chắc chắn\nsẽ cứu được.\"\n\"Tiên sinh cần những gì? Ngài đừng ngại, dù đó có là Sơn tuyết liên thì ta cũng\nlấy được.\" Thiếu niên vội hỏi.\n\"Đừng gấp, đừng gấp.\" Vu y như cảm thấy được điều cực kì thú vị, cười nói: \"Tiểu\ntử, ta hỏi ngươi, hắn là gì của ngươi, tại sao lại phí công lo lắng?\"\nBí mật bị đâm thủng, thiếu niên như chú thỏ kinh hoảng lúc thì ngẩng đầu lúc lại\ncúi đầu, cuối cùng cậu thì thào đáp: \"Ngài ấy là người mà ta muốn nhưng không\nthể có được.\"\nVu y cũng không hỏi tiếp, \"Đừng lo lắng, những dược liệu cần dùng ta đã mang\ntheo đủ, những dược liệu bình thường khác để người của quý phủ đi mua là được.\"\nThiếu niên vội vàng đáp ứng.\n\"Khi đó, ta sẽ chuẩn bị trước nước thuốc ngâm mình, Dung An Hầu cần phải ngâm ba\ncanh giờ, sau đó thi châm. Khi thi châm cần nằm trên giường mười hai canh giờ,\nquá trình này y sẽ trước lạnh sau đau, thống khổ vô cùng.\"\n\"Thống khổ vô cùng?\" Cậu nghe vậy cảm thấy cực kì đau lòng.\nVu y lơ đểnh nói: \"Cướp người trong tay Diêm vương dĩ nhiên không dễ dàng. Đồng\nthời trong thời gian ngâm mình ngươi sẽ phải ở bên cạnh ôm y.\"\n\"Ôm...Ôm ngài ấy...\" Thiếu niên khó có thể tin ngập ngừng lặp lại lần nữa.\n\"Khi ngâm thuốc sẽ cảm thấy cơ thể lạnh đến thấu xương, nước lại nhanh nguội,\nsau đó sẽ càng thêm gian nan, nếu có người sống bên cạnh dùng thân nhiệt hỗ trợ\nsẽ dễ chịu hơn.\" Vu y giải thích.\n\"Sau khi thi châm cũng cần phải ôm vì ngoài cái lạnh, y sẽ có cảm giác kinh mạch\ntoàn thân đau đớn khó chịu, theo bản năng sẽ giãy dụa. Nếu châm bị gãy sẽ dẫn\nđến kết quả kiếm củi ba năm thiêu một giờ, do đó cần phải có người kiềm chế tay\nchân y và cung cấp thân thiệt.\"\nNói như thể mọi thứ đều là chuyện hiển nhiên.\nNhìn ra thiếu niên do dự, vu y lại nói: \"Nếu như ngươi không muốn thì tìm người\nkhác, nam nhân khỏe mạnh là được.\"\nThiếu niên quyết tâm lắc đầu, \"Không cần tìm người khác, ta làm.\"\nDù cho ôm chỉ nhằm mục đích trị liệu thì cậu cũng không thể chấp nhận để người\nkhác ôm Hầu gia. Hơn nữa không có ai quan tâm Hầu gia hơn cậu, đổi người ngoài\nhỗ trợ, nếu sơ suất khiến Hầu gia bị thương cậu sẽ càng thêm khó chịu.\n----------\nTrước lạnh sau đau, thống khổ vô cùng. Nói ra thì nhẹ nhàng như bay, nhưng chân\nchính trải qua mới biết cảm giác đó không khác gì dạo một vòng nơi quỷ môn quan.\nVu y dùng ngân châm ghim xuống ba huyệt đản trung, kiên tỉnh và hoàn khiêu của\nHầu gia khiến y rơi vào hôn mê, dùng cách này để làm giảm cơn đau. Mặc dù đã cố\ngắng giảm bớt nhưng thiếu niên ngồi trong bồn nước ôm lấy y vẫn cảm thấy đau\nlòng khôn nguôi.\nNước thuốc lạnh dần theo thời gian, thân thể của Hầu gia lạnh như băng, lạnh đến\nthấu xương. Song, thiếu niên lại như không cảm nhận được mà dùng sức ôm y vào\nlòng, hy vọng có thể dùng nhiệt độ cơ thể ủ ấm y.\nNội y mỏng ướt sũng nước dính sát vào da thịt làm cho khi ôm, cơ thể đôi bên như\ntrực tiếp ma sát, từng đường cong trên người đều cảm nhận được.\nNhưng giờ phút này cậu nào có thời gian nghĩ đến những chuyện ôn hương diễm ngọc\nkia. Cậu chỉ biết trách bản thân vô dụng, hận không thể thay Hầu gia chịu đau\nchịu khổ.\nMôi Hầu gia vốn đã tái nhợt, giờ phút này càng không có chút máu nào, thiếu niên\náp trán lên má y, lẩm bẩm không biết nói cho ai nghe, \"Hầu gia, ngài nhất định\nsẽ khỏe lại, nhất định sẽ khỏe.\"\n\"Hiệt Kính...\"\nThanh âm đột nhiên vang lên, thiếu niên còn ngỡ nghe lầm mà kề sát tai bên môi\ny, lúc bấy giờ mới nghe rõ ràng tên mình được gọi.\n\"Ta đây.\" Cậu vội đáp, \"Hầu gia, ta ở đây.\"\nTrán y đổ đầy mồ hôi lạnh, lông mày cau lại, mí mắt vô lực không thể hé mở. Y\nhít thở một lúc mới lấy lại sức, chậm rãi nói: \"Ngươi không cần phải thế.\"\nKhông cần phải thế... Thiếu niên bỗng cảm thấy mất mát, cậu do dự một chút rồi\nnhỏ giọng đáp: \"Hầu gia ghét bỏ Hiệt Kính sao?\"\nHầu gia nghe vậy bèn cười nói: \"Không ghét, chỉ là ở đây rất lạnh, ta nhớ rõ\nngươi sợ nhất là lạnh.\"\nThiếu niên giật mình, tình cảm chôn trong lòng như bị chọc một cái, đồng thời\nlại có chút tủi thân.\nCậu thường nghĩ Hầu gia có thể đừng đối xử với mọi người cẩn thận quan tâm như\nthế hay không. Bởi vì nếu ai cũng được y quan tâm, vậy cậu sẽ không thể trở\nthành ngoại lệ.\nQuên đi, vẫn không nên tham lam.\nĐôi tay đặt bên eo Hầu gia siết chặt, \"Ta không lạnh, ngài đừng lo lắng.\"\nHầu gia gật đầu, rất nhanh lại rơi vào hôn mê.\nNgâm thuốc khoảng ba canh giờ, y dựa theo chỉ dẫn của vu y ôm người lên giường.\nCơ thể Hầu gia tuy tương đối gầy yếu nhưng dẫu sao vẫn cao hơn thiếu niên một\ncái đầu, tứ chi lại không cử động, muốn đưa người lên giường phải mất chút công\nsức.\nVất vả đặt người xuống giường, tiếp đó phải thay nội y ướt đẫm.\nLàn da Hầu gia do nhiều ngày không tiếp xúc ánh mặt trời mà trắng nõn, song làn\nda trắng ấy lại chằng chịt vết sẹo. Thiếu niên thấy mà rung động, trước mắt chợt\nhiện ra hình ảnh Dung An Hầu rong ruổi trên sa trường, cưỡi ngựa mặc giáp, đánh\nđâu thắng đó, không gì cản nổi.\nĐáng tiếc cậu không có duyên tận mắt nhìn thấy khoảnh khắc huy hoàng đó.\nKhông thể chậm trễ, thiếu niên nhanh chóng thay đồ cho hai người, sau đó mời vu\ny chờ sẵn ngoài phòng tiến vào.\nVu y nhìn một hồi, cười nói: \"Không tồi, thuốc đã bắt đầu có tác dụng, đợi ta\nthi châm xong chịu đựng thêm mười hai canh giờ là sẽ thành công.\"\nSau khi tất cả châm đã được cố định, vu y vừa thu dọn hòm thuốc vừa dặn dò, \"Nhớ\nlấy, dù ngươi có dùng phương pháp gì cũng không được để y cử động, cũng không\nđược để y tổn thương chính mình. Một ngày một đêm này ta sẽ chờ ở ngoài, có thể\ngọi bất cứ lúc nào.\"\nThiếu niên vâng dạ từng câu, tiễn người rời phòng.\nCửa phòng lần thứ hai đóng lại, thiếu niên quay về giường, xóc một góc chăn lên\nchậm rãi nằm bên người Hầu gia.\nKhuôn mặt bình thản, thoạt nhìn trông y như đang ngủ say, nhưng cậu biết y chỉ\nđang chịu đựng cảm giác lạnh lẽo bên trong cơ thể, không lâu nữa sẽ có cơn đau\ndữ dội truyền đến.\nNhững thứ đó một người bình thường sao có thể chịu đựng nổi.\nThiếu niên cảm thấy hốc mắt cay cay, cậu mím môi, nghiêng người ôm siết Hầu gia.\nKhác với cảm giác khi ngâm trong nước thuốc, giờ phút này hai cơ thể dán vào\nnhau, một nóng một lạnh, tựa như tia lửa nơi đồng cỏ lập lòe cháy dưới bầu trời\nđêm.\nLúc mới đầu người còn yên tĩnh, dần dần đúng như lời vu y đã nói, kinh mạch toàn\nthân đau đớn khó chịu khiến y theo bản năng giãy dụa lung tung. Y nhíu chặt mày,\nbàn tay vói ra khỏi chăn muốn chạm vào ngân châm trên đầu. Thiếu niên cuống quít\nđè lại tay y, giọng điệu như dỗ trẻ con nói: \"Không đau, không đau đâu, sẽ nhanh\nhết thôi.\"\nHai tay bị nắm, cơ thể lại đau nhức kêu gào, ngoại trừ hai tay những bộ phận\nkhác trên người cũng bắt đầu chuyển động.\nThiếu niên không thể dùng tay chỉ đành dùng chân cố định thân thể trong chăn của\nHầu gia, dùng lực đẩy đối phương vào lòng mình. Để thuận tiện dùng sức, bàn tay\nnắm cổ tay y di chuyển xuống dưới, mười ngón giao nhau đặt trước ngực.\nĐồng thời còn không ngừng dụ dỗ, \"Sắp hết rồi, không đau nữa đâu. Sau này sẽ\nkhông đau nữa.\"\nNhưng lúc bấy giờ, người đến xương cốt còn đau nào còn nghe được những gì cậu\nnói.\nCả người đau đớn không có chỗ phát tiết, Hầu gia trong cơn hôn mê theo bản năng\ncắn môi. Thiếu niên rất nhanh liền chú ý, ánh mắt dừng trên môi y, cánh môi bị\ncắn đến sưng đỏ, nhìn vô cùng dọa người.\nE rằng người còn chưa tỉnh đã không cẩn thận khiến bản thân bị thương, đáng tiếc\nlúc này hai tay không thể buông ra.\nKhông thể nghĩ nhiều, cậu ngửa đầu, áp môi.\nMôi chạm môi, thiếu niên như ngửi được mùi hương lạnh lẽo, lại như nếm được cả\nmột miệng thuốc đông y. Cậu ngừng thở, chậm chạp dùng đầu lưỡi tách mở khớp hàm\ncắn chặt kia.\nQuả nhiên không biết nặng nhẹ, đầu lưỡi lập tức bị cắn chặt truyền đến cơn đau.\nCậu không vì thế mà lùi bước, vừa lẳng lặng chịu đựng, vừa nhẹ nhàng siết lòng\nbàn tay Hầu gia, tỏ ý an ủi.\nKhông biết bao lâu trôi qua, môi thậm chí đã tê dại.\nBỗng, một mùi máu tươi hòa quyện giữa hai đôi môi. Cùng lúc đó, lực cắn trên đầu\nlưỡi cũng thả lỏng, lông mi y run rẩy, chậm rãi mở mắt.\n\"Hiệt Kính...\" Hầu gia dường như vẫn còn nửa mê nửa tỉnh, ánh mắt chưa tìm được\ntiêu cự.\nThiếu niên cúi đầu, \"Hầu gia, là Hiệt Kính mạo phạm.\"\nCậu không ngờ Hầu gia sẽ nửa đường tỉnh lại, nhưng cậu cũng không hối hận.\nMột lúc lâu không nghe thấy tiếng đáp lại, thiếu niên không nhịn được ngẩng đầu,\nbắt gặp Hầu gia dùng ánh mắt thương tiếc nhìn đôi môi cậu, \"Là ta khiến ngươi bị\nthương.\"\nThiếu niên lắc đầu, \"Không sao, ngài đã thấy tốt hơn chưa?\"\n\"Đỡ hơn nhiềui.\"\nThiếu niên mỉm cười, \"Vậy ngài ngủ tiếp đi, sau khi tỉnh lại sẽ hết bệnh thôi.\"\nHầu gia như còn muốn nói thêm gì đó, nhưng huyệt đạo của y đã bị phong bế, thật\nsự không còn sức. Y khẽ gật đầu, một lần nữa rơi vào hôn mê.\n----------\nKhi Hầu gia tỉnh dậy một lần nữa, người bên gối đã kiệt sức mà ngủ.\nThiếu niên dù trong lúc ngủ vẫn nghiêng người như cũ, một tay nắm lấy tay y, tay\ncòn lại vòng qua ôm vai duy trì tư thế ôm người vào lòng.\nNgọn đèn dầu cháy suốt đêm đã sớm tắt, ngoài trời vẫn chưa sáng tỏ nhưng đã có\nvài tia nắng xuyên qua ô cửa sổ nhảy lung tung vào phòng, không gian bên trong\nkhông đến mức duỗi tay năm ngón không thấy ngón nào.\nThiếu niên đóng kín hai mắt, khuôn mặt cương quyết xưa nay thoáng lộ ra vẻ nhu\nhòa, song quai hàm vẫn nghiến chặt căng thẳng như xưa. Bên môi cậu còn đọng lại\nvài vết máu, đêm qua vì để Hầu gia không làm bản thân bị thương mà tình nguyện\nchịu cắn.\nĐối phương dường như vẫn luôn như thế, làm bao chuyện vượt lửa băng sông nhưng\nngoài miệng lại không thốt ra lời nào.\nHầu gia không phát ra tiếng động, rũ mắt nhìn mặt thiếu niên thật lâu, thật lâu.\nMột lúc sau, y mới lặng lẽ rút bàn tay bị nắm về, khẽ giơ tay lau đi vệt máu\ntrên môi.\nĐúng như lời vu y nói, quá trình trị liệu tuy thống khổ nhưng đã thành công cướp\nngười từ tay Diêm Vương về, thể trạng suy yếu của Hầu gia ngày một có chuyển\nbiến tốt đẹp.\nKhuôn mặt vốn tái nhợt dần dần có chút huyết sắc, dáng người cũng không còn gầy\nyếu bệnh tật nữa. Người trong phủ toàn bộ đồng tâm hợp lực chăm sóc, rốt cuộc\ncũng nuôi ra được mấy cân thịt.\nLúc bấy giờ thiếu niên mới hiểu, Hầu gia ngỡ như là thần tiên bị đày đọa nơi\ntrời cao đất thấp trong mắt cậu ngày xưa không thể nào so được với nét mặt tỏa\nsáng rạng rỡ của y bây giờ.\nNếu là Dung An Hầu khí phách hiên ngang như năm xưa, e rằng đã có không biết bao\nnhiêu cô nương khuê các xem y là tình nhân trong mộng.\nCó người quân tử tài ba,\nNhư lo cắt dũa để mà lập thân.\nDồi mài dốc chí siêng cần,\nXem người thận trọng thêm phần nghiêm trang.*\nHóa ra trên đời thật sự có tồn tại một người sắc tài vẹn toàn đến thế, người đã\ntừng gặp y, trong mắt nào còn có thể chứa đựng hình bóng khác.\nTảng đá nặng trong lòng cuối cùng cũng biến mắt, thiếu niên trái lại không còn\nlo lắng bộn bề nữa mà tươi cười nhiều hơn, bước chân cũng nhẹ nhàng uyển chuyển\nhơn.\nCậu bớt chút thời gian đến phủ đệ được ngự ban để sắp xếp, sau đó lại bận rộn\ntrong nhà bếp ở phủ Hầu gia.\nLà vu y đã nói, Hầu gia hiện tại không thể tẩm bổ quá mức, thức ăn nên kết hợp\nnhiều loại ngũ cốc hoa màu, phối hợp theo từng bước mới có thể hoàn toàn khôi\nphục.\nCác món ăn gia đình muốn nấu thì dễ nhưng để biến tấu đa dạng thì khó, thiếu\nniên bèn tìm kiếm thực đơn ở nhiều vùng khác nhau, cân nhắc tạo ra nhiều hương\nvị mới lạ.\nTừ xưa đến nay cậu chưa từng nấu ăn, lúc đầu bắt tay vào việc khó tránh khỏi\nluống cuống tay chân. Song, dù có là bất cứ việc gì chỉ cần dùng trái tim để làm\nthì rất nhanh sẽ thành công.\nHiếm có dịp đến Trung Nguyên một chuyến, vu y và con gái không vội vàng quay về\nmà tiếp tục ở lại Hầu phủ, cùng Hạ Thiền và Đông Tuyết đi dạo trong thành.\nCon gái vu y cũng tức là cô gái hái thuốc hiểu rõ nhất chính là sắc thuốc, sức\nkhỏe Hầu gia mặc dù đã tốt hơn phân nửa nhưng bênh căn lưu trong người nhiều năm\nkhông thể một sớm một chiều lập tức biến mất, thời gian này vẫn cần duy trì uống\nthuốc.\nMỗi ngày một chén thuốc, tất cả đều được cô gái này sắc cho rồi đem vào phòng\nHầu gia.\nVu y và cô có xuất thân khác nhau, cô là con dân Vân Khương chân chính, đối với\nchiến thần Dung An Hầu thường đến Vân Khương chi viện, cô có lòng kính trọng và\ntôn thờ sâu sắc.\nNgày hôm đó, cô đặt chén thuốc lên bàn, thấy Hầu gia nhàn nhã nhìn ra ngoài cửa\nsổ, nét mặt mang theo vài phần buồn rầu.\nCô không vội rời đi mà bạo dạn hỏi: \"Hầu gia, ngài sẽ nhanh chóng bình an vô sự,\ncớ sao lại còn ưu sầu?\"\nHầu gia thu hồi ánh mắt, mỉm cười, \"Cô nương từ đâu nhìn ra ta đang phiền lòng?\"\n\"Đôi mắt.\" Cô thành thật đáp, \"Cho dù là người hay động vật, thậm chí là con bò\nlớn trên thảo nguyên cũng không thể giấu cảm xúc trong mắt.\"\nHầu gia giật mình, thu lại ý cười. Y không trả lời vấn đề của cô mà hỏi tiếp,\n\"Nếu là vậy, ta có một câu Vân Khương muốn nói cho cô nghe, cô có thể cho ta\nbiết nó có nghĩa là gì không? Có lẽ cô có thể giải quyết phiền muộn của ta.\"\n\"Mời Hầu gia nói.\"\nĐã từng nghe qua sẽ không quên, đối với Hầu gia đó không phải việc gì khó. Y\nchậm rãi đem lời thiếu niên đã nói vào ngày về kinh lặp lại lần nữa.\nCô nghe xong bèn trầm tư một lúc, \"Không biết những lời này là ai nói với ngài?\"\nHầu gia cười nhạt, không tính toán trả lời vấn đề.\nCô cũng không có ý định hỏi tường tận, cô nghĩ rồi lại nghĩ, khi mở miệng lại lộ\nra biểu cảm khó xử.\n\"Hầu gia, đó là một câu nói rất rất hay, đáng tiếc tiếng Trung Nguyên của ta\nkhông tốt, không biết phải giải thích cho ngài như thế nào mới chính xác nhất.\nNếu giải thích không đúng sẽ chà đạp tấm lòng của người đó với ngài.\"\nCâu nói đó rốt cuộc có ý nghĩa gì mới có thể khiến cô bày ra vẻ mặt trịnh trọng\nkia.\nHầu gia gõ nhẹ ngón tay lên mặt bàn, sau một lúc lâu mới lên tiếng, \"Vậy cô có\nthể nói cho ta biết những lời đó được nói khi nào.\"\nCâu hỏi này dễ trả lời hơn nhiều, cô không cần nghĩ nhiều mà lập tức đáp: \"Ở Vân\nKhương, câu nói này chỉ khi các cô gái bày tỏ lòng mình với chàng trai mình\nthích mới nói ra.\"\nKhi rời khỏi phòng Hầu gia, cô nghĩ đến biểu cảm của y sau khi nghe giải thích,\ntrong lòng không khỏi nghi hoặc.\nBỗng, cô chợt nhớ thời điểm còn ở quân doanh, cô đã từng dạy cho Đại tướng quân\nmột lần, hy vọng cậu nếu có nghe được cô nương Vân Khương nào thổ lộ cũng không\nđến mức không hiểu là gì.\nNếu là Đại tướng quân dạy cho Hầu gia, tại sao lại không giải thích cho y ý\nnghĩa của nó.\nÔm một bụng thắc mắc, cô quyết định tìm đến thiếu niên để có câu trả lời.\nLúc bấy giờ, thiếu niên như thường lệ bận rộn trong bếp. Món gà ăn mày rất khó\nlàm, cậu loay hoay cả một buổi chiều vẫn không hài lòng. Nghe được câu hỏi của\ncô, bàn tay cậu run lên, nước sốt lẽ ra phải rưới lên nguyên liệu nấu ăn lại bị\nđổ lên người.\nCô giật mình, vội vàng lấy khăn tay lau giúp cậu, \"Tướng quân, ngài sao vậy?\"\nThiếu niên xua tay ý bảo không cần, sau đó cười khổ, \"Không có việc gì, ngày này\ndù sao cũng phải đến.\"\nKhông thể trì hoãn, thiếu niên tiếp tục làm món gà ăn mày, chỉ có điều khuôn mặt\ntràn đầy ý cười trước đó đã không còn, vẻ mặt đau khổ như ăn phải thuốc độc.\nĐến giờ ăn tối, thiếu niên bưng đồ ăn đã chuẩn bị vào phòng Hầu gia. Trong\nkhoảng thời gian này hai người đều cùng dùng cơm với nhau, y vừa ăn vừa khen tay\nnghề của cậu tốt. Có được khích lệ của người trong lòng, có vất vả đến mấy cũng\nxứng đáng.\nSong, hôm nay thiếu niên đã không còn ngại ngùng tiếp nhận lời khen của Hầu gia,\ncậu chỉ cúi đầu dùng đũa gắp từng hạt cơm, mãi cũng không thấy nhai một miếng\nnào.\n\"Làm sao vậy?\" Chú ý đến thiếu niên không thích hợp, Hầu gia buông chén, lo lắng\nhỏi.\nThiếu niên lắc đầu, \"Không có gì, Hầu gia tiếp tục ăn đi.\"\nNgoài miệng nói thế, nhưng vẻ mặt rõ ràng không phải không có gì như cậu nói.\nHầu gia bất đắc dĩ cười, \"Hiệt Kính, bộ dạng này của ngươi làm sao ta có thể\ntiếp tục dùng bữa. Nói thật cho ta biết đi, được không?\"\nNghe vậy thiếu niên cũng buông đũa, dáng vẻ như sắp nộp mạng, \"Chẳng lẽ Hầu gia\nkhông có gì muốn nói với Hiệt Kính sao?\"\n\"Tại sao ta phải...\" Hầu gia vừa định hỏi lại thì chợt nhớ đến điều gì đó, nửa\ncâu sau dừng lại nơi đầu lưỡi.\nThiếu niên thấy thế bèn miễn cưỡng cười, \"Hầu gia, ngài là người tốt nhất trong\nthiên hạ, có lẽ ngài muốn giữ lại mặt mũi cho ta nên không vạch trần, nhưng ta\nlại không thể làm như không có việc gì.\"\n\"Vốn dĩ phải giấu trong lòng, có điều ngài đã biết thì ta sẽ không tiếp tục mặt\ndày mày dạn tiếp tục âm thầm hưởng thụ ý tốt của ngài.\"\n\"Hầu gia, ta thích ngài, còn dám nói cho ngài nghe những lời xấu xí này. Tội ta\nđáng chết vạn lần, ngài muốn trách phạt thế nào ta đều không oán hận nửa câu.\"\n\"Không...\" Hầu gia nhíu mày, \"Bày tỏ tâm ý của ngươi với ta không thể dùng từ\nxấu xí để hình dung, ngươi vốn không sai, ta không có lý do gì trách phạt\nngươi.\"\nY dừng một chút rồi nói tiếp: \"Nhưng Hiệt Kính à, ngươi đã là Tướng quân, về sau\ncòn có thể đi hoan lộ thênh thang. Ngươi là hùng ưng mà Hầu phủ không thể trói\nbuộc, là chú chim bay vút lên trên trời vĩnh viễn không bao giờ rơi xuống. Những\nnơi ngươi đi qua quá ít, sau này ngươi sẽ hiểu được người tốt hơn ta còn có rất\nnhiều.\"\nThiếu niên lắc đầu, \"Hầu gia, không có ai tốt hơn ngài cả.\"\nGiống như bây giờ, ngài không cần dùng bất cứ câu chữ nào khắc nghiệt mà chỉ\ndùng cách nói ôn hòa để khiến cậu chết tâm.\nThiếu niên dùng sức hít sâu một hơi, cố gắng làm cho vẻ mặt của mình không quá\nkhó coi, \"Hầu gia, có lẽ ngài muốn biết câu nói Vân Khương kia rốt cuột có ý\nnghĩa gì, đúng không?\"\n\"Ngươi nói đi.\" Hầu gia thở dài.\n\"Mặc dù lúc mới nghe ta không hiểu nó có ý nghĩa gì, nhưng sau đó ta có đi tra\nsách cổ, lại hỏi thêm người địa phương, phát hiện ở Trung Nguyên cũng có một câu\nmang ý nghĩa tương tự.\"\n\"Câu đó chính là 'Nguyện ta là sao người là trăng, đêm đêm lấp lánh cùng tỏa\nsáng'.\"\nNguyện ta là sao người là trăng, đêm đêm lấp lánh cùng tỏa sáng.\nHầu gia dường như có thể thấy khi thiếu niên nói những lời này, trong mắt có\nnước mắt chảy xuống. Y muốn vươn tay lau đi nhưng chợt nhận ra đó chỉ là ảo\ngiác, hốc mắc cậu ửng đỏ, bên trong đong đầy nỗi bi thương.\n\"Hầu gia, ngày trước ngài đặt cho ta cái tên Hiệt Kính vì ngài cho rằng ta có\nthể hái cả ánh trắng trên trời. Nhưng ngài không biết, ánh mặt mà ta hằng mong\nchỉ có ngài mà thôi.\"\nDứt lời, cậu không chờ Hầu gia trả lời, có lẽ do sợ sẽ nghe được lời nói khó\nnghe mà vội vàng đứng lên lùi về phía cửa, \"Ta không ở đây quấy rầy Hầu gia dùng\nbữa nữa, ngài tiếp tục ăn đi, ăn xong gọi Hạ Thiền và Đông Tuyết vào thu dọn.\"\n\"Hiệt Kính...\" Hầu gia muốn bảo cậu đợi, người trước mặt đã biến mất sau cửa\nkhông còn thấy bóng dáng.\nCăn phòng trở lại yên tĩnh, ngoài cửa sổ, gió Tây Nam thổi qua.\nMột cuốn sách đặt trên bàn bị gió thổi mở, tiếng lật sách phạch phạch. Không lâu\nsau, gió ngừng, trang sách cũng bất động.\nCuốn sách đó là Kinh Thi, trang được lật mở là Chu Nam - Hán Quảng.\nCâu đầu tiên của bài thơ chính là:\nNúi nam cây trụi có cành cao,\nNghỉ ngơi nơi này không thể nào.\nNét chữ Khải nhỏ nhắn uyển chuyển, từng nét từng nét, kéo dài đến vô tận.\nChú thích:\n*有匪君子, 如切如磋, 如琢如磨, 瑟兮僴兮\nCó người quân tử tài ba,\nNhư lo cắt dũa để mà lập thân.\nDồi mài dốc chí siêng cần,\nXem người thận trọng thêm phần nghiêm trang.\nCâu thơ được trích từ Kinh Thi. Trong đó, Kinh Thi gồm 8 quyển, quyển 1-3 là\nQuốc Phong, quyển 4-5 là Nhã, quyển 6-8 là Tụng. Bốn câu thơ trên thuộc bài thơ\nKỳ cú (khúc quanh sông Kỳ), thuộc quyển 2 phần Vệ Phong, nội dung chỉ người nước\nVệ khen tặng đức hạnh của Vệ Vũ công (Cơ Hòa), lấy cây tre mới mọc xanh um để\nkhởi hứng sự tiến ích về học vấn và tu thân. Bản gốc của tác giả chỉ viết ba câu\nthơ, tuy nhiên bản dịch được sử dụng của dịch giả Tạ Quang Phát trên thivien lại\ndịch ở thể thơ lục bát nên mình xin phép được thêm một câu vào để không làm mất\nvần điệu của bản dịch.\n*南有乔木，不可休思\nNúi Nam cây trụi có cành cao,\nNghỉ ngơi nơi này không thể nào.\nCâu thơ được trích từ Quốc Phong – Kinh Thi. Hai câu thơ trên thuộc bài thơ Hán\nQuảng (sông Hán Thủy rộng), thuộc quyển 1 phần Chu Nam, nội dung chỉ người con\ntrai yêu đơn phương cô gái bên sông Hán nhưng không dám thổ lộ, ví như sông Hán\nrộng quá không qua nổi chỉ biết thầm thương trộm nhớ. Bản dịch sử dụng được lấy\ntrên thivien, thuộc sở hữu của dịch giả Lương Trọng Nhàn.\n----------\nTrong kinh không có bức tường nào không lọt gió, phố lớn ngõ nhỏ dần có tin dồn,\nnghe nói Dung An Hầu ốm đau bệnh tật lâu ngày đã như cây khô gặp được mùa xuân.\nTin này không phải chuyện xấu, người của Hầu phủ cũng không có ý định giấu giếm,\nvậy nên các đại gia tộc, vương tôn công tử đều rất nhanh nhận được tin tức.\nTrong số đó, có người vui mừng khôn xiết, có kẻ khoanh tay đứng nhìn, cũng có\nngười lo sợ bất an.\nVừa khéo, con trai của Hữu Thừa tướng - Văn Tử Duy tổ chức yến tiệc đầu xuân,\nHầu phủ hiếm khi tiếp nhận lời mời.\nNhân cơ hội này, mọi người đều háo hức chờ xem tình trạng hiện tại của Hầu gia\nrốt cuộc là như thế nào.\nThiệp mời cũng đồng thời được đưa đến phủ tướng quân, người hầu trong phủ không\ndám chậm trễ vội dâng thiệp, dò hỏi thiếu niên có đi hay không.\nNgười hầu đưa thiệp vô cùng khẩn trương, Đại tướng quân thân là quan mới, thời\nđiểm này lẽ ra nên cần cù tạo dựng mối quan hệ, nhân dịp yến hội người nhiều kết\nbạn là một chuyện tốt. Có điều, chủ nhân của họ lại không để tâm đến việc này.\nTừ ngày về kinh đến nay, người đến cửa bái phỏng ngài không tiếp, gửi thiệp mời\ntham gia hội tiệc ngài cũng không đi. Ngoại trừ Dung An Hầu, e rằng ngài cũng\nkhông thể nhớ được tên của một nửa quan viên trong triều.\nKhông biết Hầu gia có năng lực gì khiến Đại tướng quân như người mất hồn, cả\nngày không về phủ. Đương nhiên, những lời này bọn họ không dám nói ra miệng.\nNgoài dự đoán, thiếu niên nhận thiệp mời, thậm chí không thèm nhìn lấy một cái\nđã nói: \"Viết thư trả lời đi, ta sẽ tham dự.\"\nNhóm người hầu mừng rỡ, vội vàng đồng ý rồi lui xuống trong không khí vui vẻ.\nSong, có lẽ bọn họ đều không biết, tướng quân nhà họ đồng ý tham gia yến hội\nchẳng qua là vì Hầu gia mà thôi. Mặc dù thân thể Hầu gia đã tốt hơn trước nhưng\nhiển nhiên vẫn chưa khỏe đến mức có thể tự do vung kiếm.\nKhông sợ nhất vạn chỉ sợ vạn nhất, ra cửa rời phủ, nếu không may gặp phải chuyện\nnguy hiểm lại không có người bên cạnh bảo vệ, hậu quả không cần phải nói.\nVì Hầu gia, thiếu niên sẵn sàng chịu chết. Dù cho Hầu gia có cảm thấy cậu phiền,\ncậu vẫn mặt dày mày dạn bám theo.\nTừ ngày tỏ rõ tấm lòng, thiếu niên vẫn luôn trốn tránh Hầu gia.\nCậu không biết nên lấy thái độ gì tiếp tục đối mặt với y, lại không thể chấp\nnhận cứ như thế rời đi Hầu phủ, chỉ đành đứng ở nơi xa, ở nơi Hầu gia không thể\nnhìn thấy ngóng trông hình bóng của y.\nCậu nghĩ, có thể nhìn nhiều thêm một chút là được, liếc mắt một cái là tốt rồi.\nNếu Hầu gia cảm nhận được động tĩnh quay đầu lại nhìn, cậu lập tức rời đi, chạy\ntrốn còn nhanh hơn cả mèo.\nThời gian cứ thế mà trôi, ngồi trong xe ngựa đến phủ Hữu Thừa tướng là lần đầu\ntiên sau mấy ngày trốn tránh hai người ngồi chung với nhau.\nThiếu niên lui vào góc xe, cúi đầu không nói. Hầu gia tìm mọi cách trò chuyện\nvới cậu chỉ có thể nhận lại vài tiếng \"Ừ\", \"Được\", \"Đã biết\" thay câu trả lời.\nSau vài lần, Hầu gia dường như cũng có chút bất đắc dĩ, trêu chọc nói: \"Sao ta\nlại không biết trong phủ lại xuất hiện một người gỗ nhỉ, Hiệt Kính hay cười của\nta bị trộm đi nơi nào rồi?\"\nNếu là trước kia thiếu niên chắc chắn sẽ vui vẻ cười đùa phối hợp vài câu. Song,\nhiện tại cậu không có nổi nửa phần vui sướng. Hầu gia càng đối xử tốt với cậu,\ntrong lòng cậu càng khổ sở.\nThiên ngôn vạn ngữ nghẹn nơi khóe môi, cuối cùng hóa thành nụ cười yếu ớt còn\nkhó coi hơn cả khóc.\nĐến nơi, hai người đồng thời xuống xe, sóng vai bước vào trong.\nVăn Tử Duy sớm đã đứng ở cửa chờ, thấy người đến bèn cười đón, giữ chặt tay áo\nHầu gia, \"A Yến, chờ được huynh đến thăm thật không dễ mà. Huynh nói xem, đã bao\nlâu hai ta không gặp nhau rồi?\"\nThiếu niên nhìn chằm chằm vào bàn tay Văn Tử Duy nắm lấy Hầu gia, nghe được hai\ntừ \"A Yến\" bèn theo bản năng nhìn về phía gã, nhìn một lúc lâu mới cảm thấy bản\nthân đang làm điều dư thừa thì ngượng ngùng quay đi.\nHầu gia bình tĩnh rút tay áo bị nắm lấy về, cười đáp: \"Không phải không muốn đến\nmà là hữu tâm vô lực, Tử Duy, huynh xem như bỏ qua đừng so đo với người bệnh như\nta.\"\nVăn Tử Duy bật cười, \"Không sao. A Yến, huynh còn nhớ lúc chúng ta cùng Thái tử\nđiện hạ theo Thái phó đọc sách không, thường đi Hạnh Viên ngắm hoa đó? Bây giờ\nvừa khéo là lúc hoa hạnh nở rực rỡ nhất, mấy năm trước huynh đã bỏ lỡ, năm nay\nchúng ta nhất định phải đi ngắm.\"\n\"Để nói sau, nếu có thời gian chắc chắn sẽ đi.\"\nTrò chuyện vài câu, Văn Tử Duy mới chuyển hướng sang thiếu niên, \"Trăm nghe\nkhông bằng một thấy, dáng dấp của Đại tướng quân quả nhiên khiến ta tin phục.\"\nKhi vào cửa người hầu đã xem qua thiệp mời mà thông truyền tên người đến, cho\nnên dù thiếu niên chưa từng lộ mặt trước mắt mọi người nhưng Văn Tử Duy vẫn nhận\nra thân phận của cậu.\nThiếu niên không cho gã vẻ mặt hòa nhã, cứng đờ đối đáp, \"Văn công tử quá lời\nrồi.\" Dứt lời bèn ngậm miệng, không tính toán chào hỏi qua lại.\nMay mắn Văn Tử Duy không để ý, còn như chợt nhận ra điều gì đó, hỏi: \"À, A Yến\nvà Đại tướng quân cùng nhau đến sao?\"\nHầu gia liếc mắt nhìn thiếu niên một cái, vừa lúc muốn lên tiếng lại bị đối\nphương chiếm mất thời cơ, \"Vừa rồi ta gặp Hầu gia ở cửa, biết ngài ấy cũng đến\ndự tiệc nên cùng đi chung.\"\nVăn Tử Duy gật đầu, không một chút đa nghi.\nĐôi bên thuận miệng nói tiếp vài câu, Văn Tử Duy lệnh cho người hầu dẫn người\nvào trong, bản thân tiếp tục chờ ở cửa đón khách.\nSong, khi thân ảnh hai người vừa khuất ở khúc quanh, biểu cảm tươi cười lập tức\ntrở nên nghiêm túc lạnh lùng. Nhân lúc không có người, gã gọi tâm phúc đến, phân\nphó: \"Đi, tra xem Đại tướng quân và Dung An Hầu có quan hệ gì? Tại sao lại cùng\nđến một lúc.\"\nTâm phúc gật đầu, giống như quỷ ảnh biến mất trong nháy mắt.\nTrong yến tiệc, không ít người tìm đủ loại cơ hội đến gặp Hầu gia, mướn cớ tìm\ntòi.\nChỗ ngồi của thiếu niên không được xếp cạnh Hầu gia, chỉ có thể ở nơi xa thường\nxuyên quan sát kiểm tra.\nNgười nọ mặc bạch y mang thắt lưng ngọc, dù là dáng vẻ đẩy ly từ chối uống rượu\nvẫn tao nhã thoát tục như xưa, toàn thân trên dưới như phát sáng khiến cho phong\ncảnh xung quanh càng thêm rực rỡ.\nTựa như gần trong gang tấc lại như xa tận chân trời.\nNhìn thấy vậy, thiếu niên không khỏi đau buồn, lòng rộn ràng không yên.\nNơi yến tiệc còn có không ít người ngưỡng mộ uy danh của Đại tướng quân, họ thử\nđến thăm dò kính rượu. Thiếu niên gặp ai đến cũng không từ chối, toàn bộ uống\nsạch.\nCậu không phải người biết uống rượu, ngày xưa ở Hầu phủ vì thân thể Hầu gia\nkhông tốt nên không uống, trong phủ vì thế cũng không có người uống. Ở biên\ncương, tuy rằng đôi khi cũng sẽ cùng tướng sĩ nâng chén nhưng đều là để ủng hộ\nsĩ khí, cậu thật sự không mê uống.\nHiện tại và khi ấy nào có giống nhau, cậu uống một ly rồi lại một ly, tất cả đều\nnuốt vào bụng.\nKhông lâu sau người đã say, thậm chí đến khi tiệc tan cũng chưa tỉnh.\nKhi Hầu gia bước đến, hai gò má thiếu niên ửng hồng, ánh mắt không rõ, may mắn\ncậu vẫn còn nhận ra người đang đứng trước mặt mình là ai, nhỏ giọng hỏi: \"Phải\nvề nhà sao?\"\n\"Sao lại uống nhiều rượu thế này?\" Hầu gia nhíu mày, duỗi tay vuốt ve gò má cậu.\nNơi tay chạm vào nóng như lửa đốt, thiêu đến tận đầu quả tim.\nVốn dĩ Hầu gia chỉ thuận miệng hỏi, không mong chờ thiếu niên đáp lại. Nhưng có\nlẽ uống rượu chính là để người say thẳng thắn hơn, thiếu niên cụp mắt suy nghĩ,\nim lặng một lúc rồi bỗng nói: \"Thương tâm, vì thương tâm nên uống rượu.\"\nHầu gia khẽ dừng tay, ma xui quỷ khiến dò xét, \"Vậy ngươi vì sao lại thương\ntâm?\"\nNghe hỏi, thiếu niên chậm rãi ngẩng đầu, như nghe được câu chuyện hài hước nào\nđó mà tự giễu, \"Ta vì Hầu gia mà thương tâm, Hầu gia lại nói không biết sao?\"\n\"Hầu gia, ngài có biết ta muốn trở thành người đứng bên ngài ngắm hoa đến nhường\nnào không?\"\n----------\nChạng vạng tối, ánh trăng xuyên qua hàng liễu bên đường tỏa sáng, soi chiếu\nchiếc xe ngựa chậm rãi di chuyển trên đường.\nTrong xe, thiếu niên say đến bất tỉnh tựa đầu lên chân Hầu gia. Đôi mày cậu vẫn\nnhíu lại như cũ, tựa như vẫn còn vô cùng bi thương, ngay cả trong mơ cũng không\nthấy khá hơn.\nKhông lâu trước đó, cậu nói xong câu kia bèn nghiêng đầu mất đi ý thức. Hầu gia\ndìu cậu rời tiệc, trong phút chốc cũng không biết nên làm gì với chàng thiếu\nniên này.\n\"Hiệt Kính...\" Hầu gia vén tóc bên thái dương cậu, nhỏ giọng nói: \"Khiến ngươi\nthương tâm không phải chuyện ta muốn, ngươi có bằng lòng chờ ta chút thời gian,\nđể ta cẩn thận suy ngẫm lại không?\"\nĐáng tiếc đối phương không nghe thấy, không thể cho y câu trả lời. Cậu có chút\nkhông thoải mái run rẩy hàng mi, vô thức duỗi tay nắm lấy tay áo giữa không\ntrung.\nXe ngựa dừng trước cửa Hầu phủ, nhóm tiểu nha hoàn vội ra đón người, nghe được\nquản sự dặn nhanh chóng lấy áo choàng đến.\nKhí lạnh mùa xuân không thể xem thường, các cô còn cho rằng Hầu gia bị lạnh, gấp\ngáp chạy đi lấy áo choàng, đến lúc đưa áo mới nhìn thấy thiếu niên được Hầu gia\nôm trong lòng, áo hóa ra lại choàng lên người cậu.\n\"Hiệt Kính ca ca!\" Hạ Thiền và Đông Tuyết đồng thanh nói, giọng điệu lo lắng,\n\"Huynh ấy làm sao vậy?\"\nHầu gia không dừng lại mà vừa đi vừa nói, \"Không sao, đệ ấy uống rượu, hai muội\nnấu chút nước ấm đem qua phòng đi.\"\nBước xuyên qua hành lang và đại sảnh rồi đi thẳng một đường vào phòng ngủ, khi y\nđặt người xuống giường, bàn tay vốn đang để trên vai y chợt vô thức móc vào bó\ntóc, theo động tác tay hạ xuống mà tháo gỡ.\nTrong nháy mắt, mái tóc đen như mực xõa dài, che lấp khoảng cách giữa hai người.\nThiếu niên như cảm thấy ngứa mà chậm chạp mở mắt.\n\"Tỉnh rồi? Đã đỡ hơn chưa?\"\nĐược hỏi, thiếu niên ngờ nghệch đảo mắt, thấy rõ người phía trên là ai bỗng nở\nnụ cười, \"Ngươi lại đến nữa.\"\n\"Chẳng phải ta vẫn luôn đi cùng ngươi sao?\" Hầu gia ngỡ cậu say đến mức không\nnhận ra người nữa bèn mở miệng trêu chọc, \"Ta là ai?\"\nThiếu niên chăm chú nhìn y một lúc lâu mới từ tốn đáp: \"Hứa Yến.\"\nLàm sao có thể không nhận ra, người này rất lâu, rất lâu về trước đã xuất hiện\ntrong giấc mơ của cậu.\nTrái tim Hầu gia chợt loạn nhịp, y cười khẽ, \"Không ngờ Hiệt Kính uống say lại\nthú vị đến thế, lại gọi một tiếng xem nào.\"\n\"Hứa Yến, Hứa Yến, Hứa Yến, Hứa Yến...\"\nThiếu niên không chút khách khí gọi một tràng dài tên đối phương, tầm mắt đặt\ntrọn trên người y, không chút né tránh.\nBỗng, cậu nghĩ đến điều gì đó mà hạ giọng, âm thanh vẫn như trước rõ ràng rành\nmạch, \"A Yến.\"\n\"A Yến, ta cũng muốn gọi ngươi là A Yến.\"\nMuốn gọi ngài là A Yến, muốn trở thành người đứng bên cạnh ngài cùng ngắm hoa.\nChỉ vỏn vẹn như thế mà thôi.\nÁnh mắt Hầu gia khẽ lóe lên tia sáng, y nhất thời quên cả đứng dậy, cứ thế ngả\nngười phía trên thiếu niên, nghe cậu nói tiếp câu sau, \"Sau này ngươi đừng đến\nnữa.\"\n\"Tại sao?\"\n\"Sau khi Hầu gia khỏe lại ta sẽ đi, nếu như ngươi vẫn thường đến, làm sao ta có\nthể quên được ngài ấy?\"\nHầu gia có cảm giác trái tim như bị đâm một dao, một lần nữa mở miệng nói chuyện\nâm giọng đã khàn khàn, \"Vì sao ngươi phải quên hắn?\"\n\"Vì ngài ấy không thích ta.\" Dứt lời, thiếu niên bỗng cười lớn, \"Ta nói nhiều\nvới ngươi như vậy làm gì, chung quy ngươi cũng không thể thường đến, chẳng\nbằng...\"\nCâu chữ vẫn chưa nói hết hóa thành làn gió nhẹ biến mất giữa hai bờ môi.\nThiếu niên vươn tay ôm cổ Hầu gia, kéo người về phía mình, dè dặt cầu xin một nụ\nhôn.\nNếu là hôn môi, đây cũng không phải lần đầu tiên của họ.\nChỉ là trước đó đều có lý do để thực hiện, khi hôn cũng là lúc Hầu gia hôn mê.\nHiện tại lại là một người mất lý trí, một người tỉnh táo nhưng nguyện trầm luân.\nHầu gia hoàn toàn không có ý định đẩy người ra, thậm chí khi đầu lưỡi thiếu niên\nthử duỗi vào trong thăm dò, y còn rất có kiên nhẫn đáp trả.\nMãi một lúc lâu sau hai người mới tách nhau ra.\nĐầu ngón tay nhẹ nhàng lướt trên môi thiếu niên, Hầu gia cúi đầu nhìn cậu, nhẹ\ngiọng nói: \"Hiệt Kính, ngủ đi, ngày mai tỉnh dậy ta sẽ cho ngươi đáp án.\"\nThiếu niên có lẽ không nghe rõ, mơ hồ gật đầu rồi nhắm mắt chìm vào giấc ngủ.\nCậu chỉ xem chuyện này như một giấc mơ, ngủ một giấc tỉnh dậy người lẫn việc đều\nsẽ biến mất.\nNgày hôm sau, thiếu niên ngủ thẳng đến khi mặt trời lên cao, cố gắng nhấc mí mắt\nđau nhức giữa tiếng cười đùa ngoài cửa sổ. Cậu nhớ rõ đêm hôm qua mơ một giấc mơ\nđẹp, khi tỉnh lại chỉ còn động lại cảm xúc buồn bã.\n\"Hiệt Kính ca ca, sao huynh vẫn chưa dậy nữa? Hầu gia dặn chút nữa sẽ đến Hạnh\nViên chơi đó.\" Đông Tuyết vui vẻ đứng ngoài cửa thúc giục.\nHạnh Viên? Thiếu niên nhíu mày, trong đầu xuất hiện vài mảnh ghép nhỏ hỗn loạn,\ncậu không khỏi xấu hổ khi nghĩ đến những lời đã nói với Hầu gia.\nHay là... Chuyện xảy ra đêm qua hoàn toàn không phải là mơ?\nCậu muốn vén chăn đứng dậy lại đột nhiên cảm thấy trong lòng tay bàn tay đang\nnắm thứ gì đó, giơ tay lên xem, hóa ra là một sợi dây buộc tóc. Là sợi dây cậu\nđã tháo xuống trên người Hầu gia, ôm lấy nó ngủ suốt một đêm.\nThời điểm hiện tại là mùa hoa hạnh nở rộ, vườn hoa náo nhiệt, người đến người đi\nnhư nước. Dưới tán cây rực rỡ sắc màu, thỉnh thoáng có đôi tài tử giai nhân cùng\nnhau sánh bước, thoạt nhìn vô cùng lãng mạn.\nHạ Thiền và Đông Tuyết sớm đã bị công tử ngồi bên tảng đá gảy đàn cổ thu hút,\ndừng lại lắng nghe.\nLần thứ hai ở riêng với Hầu gia, trong lòng thiếu niên lấp đầy lời nói hoang\nđường đã thốt ra khi uống rượu vào đêm hôm qua, hoàn toàn không có tâm tình\nthưởng thức phong cảnh ven đường.\nMãi đến khi người bên cạnh dừng bước cậu mới lấy lại tinh thần, khó hiểu nhìn\nsang.\nHầu gia nâng tay véo hai má thiếu niên, \"Không phải ngươi nói muốn ngắm hoa sao?\nSao lại rầu rĩ không vui?\"\n\"Ta...\" Xúc cảm trên mặt quá rõ ràng, thiếu niên có chút thất thần, ngay cả phải\ntrả lời cũng quên mất.\nHầu gia suy nghĩ một lúc rồi cười, \"Hiệt Kính là đang giận dỗi sao?\"\n\"Không phải!\" Lần này thiếu niên lại phản ứng rất nhanh, kiên quyết lặp lại,\n\"Không phải giận, ta vĩnh viên sẽ không tức giận với Hầu gia...\"\n\"Vậy ngươi...\"\nThiếu niên hít sâu một hơi, nói ra những lời cậu dã kìm nén suốt thời gian qua,\n\"Hầu gia, đêm qua... Đêm qua là Hiệt Kính mạo phạm, thỉnh ngài trách phạt.\"\nNói xong, cậu lập tức cúi đầu, tâm như tro tàn, bộ dạng giống như chờ chết.\nNhưng sau một lúc lâu vẫn không có âm thanh nào vang lên, thiếu niên không nhịn\nđược ngước mắt, thấy Hầu gia cười như không cười nhìn cậu.\n\"Hóa ra ngươi vẫn còn nhớ rõ chuyện đêm qua.\" Hầu gia chậm rãi nói, \"Vậy ngươi\ncó còn nhớ ta đã nói hôm nay sẽ cho ngươi câu trả lời không?\"\nThiếu niên mờ mịt lắc đầu, câu kia y nói khi cậu đã hoàn toàn ngủ say, thật sự\nkhông thể nhớ rõ.\nHầu gia cười nhẹ vài tiếng, thở dài nói: \"Thôi, vốn muốn cùng ngươi ngắm hoa\nhạnh trước rồi mới nói, nhưng với dáng vẻ này của ngươi, không nói rõ e rằng sẽ\nphí phạm cảnh đẹp nơi này.\"\n\"Nếu đã vậy thì bây giờ chúng ta nói chuyện đi.\"\n\"Hiệt Kính, ta...\"\nLời còn chưa dứt, Hầu gia chợt thay đổi sắc mắt, y nắm cổ tay thiếu niên nhanh\nchóng kéo qua một bên.\nNgay khi hai người vừa đổi chỗ, một tia sáng vụt qua, lưỡi kiếm vung đúng ngay\nnơi thiếu niên đã từng đứng. Hắc y nhân không thực hiện được ý đồ cũng không\ndừng lại, xoay người tiếp tục đánh về phía hai người họ. Việc bất ngờ xảy ra\nkhông kịp đề phòng mới cho đối phương cơ hội lợi dụng sơ hở, sau đó thiếu niên\nlập tức phản ứng.\n\"Bảo vệ Hầu gia!\"\nÂm thanh trầm thấp vừa vang lên, hơn mười ám vệ giấu mặt mai phục trong vườn hoa\nrực rỡ nhanh chóng xuất hiện. Cùng lúc đó, từ một góc nào đó trong vườn, một số\nlượng lớn hắc y nhân cũng tràn ra.\nThiếu niên che chắn Hầu gia ở phía sau, bản thân thì rút bội kiếm vắt nơi thắt\nlưng ra, mắt cũng không chớp xông lên đối chiến.\nHai phe chiến đấu trực diện, trong vườn vang lên tiếng la hoảng hốt, du khách\nđều hoảng sợ bỏ chạy sợ bản thân bị liên lụy.\nCó bốn ám vệ chắn trước người Hầu gia, số còn lại xông lên cùng thiếu niên giết\nđịch.\nĐối phương người đông thế mạnh, ám vệ dù đã được huấn luyện bài bản, thiếu niên\ndù có võ công hơn người cũng dần dần rơi xuống thế hạ phong. Đôi bên dây dưa qua\nlại, các ám vệ đã có không ít vết thương nhẹ\n\"Các ngươi cũng đi đi, không cần bảo vệ ta.\"\nÁm vệ không đồng ý, trầm giọng phản bác, \"Hầu gia, ngài an toàn mới là quan\ntrọng nhất!\"\nHầu gia xua tay, bình tĩnh nói: \"Bọn chúng vì Hiệt Kính mà đến, nếu ta đoán\nkhông sai, có lẽ ta đã biết là ai phái đến, chúng sẽ không động đến ta.\"\nÁm vệ còn muốn nói thêm nhưng lại nghe Hầu gia kiên định nói tiếp, \"Bảo vệ Tướng\nquân, đây là quân lệnh.\"\nKhông thể trái lệnh, bọn họ đành cắn môi, để lại một câu \"Ngài nhất định phải\ncẩn thận\" bèn gia nhập trận chiến.\nCó thêm người trợ lực, thiếu niên vốn đang ở thế yếu lập tức đổi ngược tình thế.\nMắt thấy nếu còn kéo dài sẽ khó chiếm đưuọc phần thắng, ánh mắt hắc y nhân cầm\nđầu ở phe địch tối đi, lưỡi kiếm bỗng xoay vòng hướng về phía Hầu gia mà đâm.\nMành chỉ treo chuông, thiếu niên từ xa thấy được lập tức đẩy người ở trước mặt\nra, dùng tốc độ nhanh nhất chạy về phía Hầu gia.\n\"Hiệt Kính ——\"\nThế kiếm xé gió hóa thành tia sáng, tiếng lưỡi kiếm đâm vào da thịt vang lên.\n\"Phụt\" một tiếng, máu tươi phun ra, đỏ thẫm hơn cả màu hoa hạnh.\n----------\nMặc dù Hầu gia đã lập tức kéo thiếu niên tránh đi khi người vọt tới chắn lưỡi\nkiếm nhưng thế kiếm quá nhanh, cuối cùng vẫn đâm xuyên qua vai trái của cậu. Cơn\nđau trong dự đoán truyền đến, miệng vết thương đau nhức, hô hấp dần trở nên dồn\ndập, thiếu niên lại hồn nhiên không quan tâm, thậm chí khóe miệng còn nhếch lên\nnở nụ cười thỏa mãn.\nTrong đầu cậu chỉ có một suy nghĩ: May mắn, may mắn cậu đến kịp, bảo vệ được\nngười cậu muốn bảo vệ.\nĐôi mắt lộ ra ngoài của hắc y nhân lóe lên tia đắc ý. Ngay từ đầu mục đích của\ngã đã không phải là Hầu gia, gã đang đánh cược, cược người gã muốn giết có bất\nchấp mạng sống mà lao đến cứu người hay không.\nSong, gã không đắc ý được lâu, một cơn gió sắc bén mang đậm hơi thở tức giận\nkhông chút lưu tình đánh tới.\nHắc y nhân bất ngờ không kịp phòng thủ, trên mặt bị rạch xuất hiện vết máu, mặt\nnạ cũng vì thế mà rơi xuống. Gã ngẩng đầu, một thanh kiếm bỗng chốc chỉa vào tim\ngã, bàn tay cầm kiếm tái nhợt mảnh khảnh, vì dùng sức siết quá chặt mà mu bàn\ntay gồng cứng.\nHầu gia dùng một tay dịu dàng ôm thiếu niên vào lòng, một tay cầm kiếm của cậu,\nbiểu cảm không đổi nhìn hắc y nhân, âm thanh lạnh lùng, \"Là ngươi.\"\nTrợ thủ đắc lực của Thái tử, đồng thời cũng là kẻ đứng đầu Đông cung.\nThân phận đã lộ, hắc y nhân khinh thường cười nhạo, \"Là ta thì sao. Hầu gia,\nngài dám động thủ không? Nếu ngài giết ta chính là đối địch với Điện hạ.\"\n\"Ngươi khiến đệ ấy bị thương, tất nhiên ta cũng muốn ngươi đền mạng.\" Thanh âm\ntrong trẻo dịu dàng xưa nay bỗng lạnh lùng đến đáng sợ, như tầng băng đông kết\ntrên mặt hồ vào mùa đông khắc nghiệt.\nHắc y nhân vốn nghĩ y sẽ không làm gì gã, nghe vậy bèn có chút bối rối, nhưng\nvẫn tự nhủ, \"Cớ sao phải vậy, vì một tướng quân có cũng được, không có cũng\nkhông quan trọng mà phá hủy tình cảm hai mươi mấy năm của ngài và Điện hạ,\nchuyện này...\"\nLời còn chưa dứt, gã sững người, khó có thể tin nhìn ngực của mình.\nSét đánh không kịp bưng tai, ngay trong khoảnh khắc đó, mũi kiếm không chút lưu\ntình đâm thẳng vào tim, máu cũng chậm hơn vài nhịp mới kịp phun ra.\nHầu gia vứt thanh kiếm nhiễm máu xuống đất, ngay cả liếc mắt cũng không thèm\nnhìn gã hắc y nhân chết không nhắm mắt kia, nhanh chóng ôm thiếu niên đang dần\nlịm đi lên.\nMất đi thủ lĩnh, đám hắc y nhân còn lại lập tức chia năm xẻ bảy, không bao lâu\nđã bị ám vệ bắt giữ.\n\"Hầu gia, xử lý những kẻ này thế nào?\"\nHầu gia đang muốn ôm thiếu niên rời đi, nghe vậy bèn dừng chân, hít sâu một hơi\nrồi nói: \"Giữ lại hai người đem thi thể này về cho chủ tử chúng xem.\"\n\"Còn lại... Giết.\"\nXe ngựa của Hầu phủ xưa nay chưa bao giờ huênh hoang, nay từ xa đã nghe tiếng\nngười hét hô to danh tính khiến người đi đường cuống quít né tránh. Vó ngựa cấp\ntốc chạy nhanh trên đường, dùng tốc độ nhanh nhất quay về Hầu phủ.\nTrong phủ, vu y chuẩn bị sẵn sàng, trước đó đã có ám vệ ra roi thúc ngựa chạy về\nbáo tin.\nĐể giảm bớt xóc nảy, Hầu gia lót tấm thảm dày dưới sàn cho thiếu niên ngồi lên,\nvòng tay ôm người vào lòng, vừa ôm vừa không nhịn được gọi to: \"Hiệt Kính, Hiệt\nKính...\"\nNgay cả khi ý thức đang dần trôi xa, thiếu niên nghe được tiếng gọi của Hầu gia\nvẫn nỗ lực mở mắt.\n\"Ta đây. Hầu gia, ta ở đây.\"\nXác nhận người trong lòng vẫn còn hơi thở, nỗi sợ hãi trong mắt Hầu gia vẫn\nkhông biến mất, y nhíu mày, nói: \"Cố gắng lên, chúng ta sẽ nhanh về phủ thôi.\"\n\"Được.\" Thiếu niên có chút khó khăn đáp, \"Ta sẽ cố gắng, ngài... Đừng quá lo\nlắng...\"\nNói là nói thế nhưng tia sáng trong mắt thiếu niên chậm rãi biến mất, rốt cuộc\nvẫn không chống nổi mà hôn mê. Trước khi ánh sáng bị bóng tối nuốt chửng, vài\ngiây trước khi ý thức hoàn toàn biến mất, thiếu niên lờ mờ nghe được vài câu nói\nnhỏ, tựa như xen lẫn chồng chất vô vàn tình cảm bên trong.\n\"Hiệt Kính, đệ vẫn chưa nghe thấy lời ta muốn nói với đệ...\"\n\"Câu nói ấy là, lòng ta cũng như người, đời này không phụ, vĩnh viễn bên nhau.\"\n...\nCó lẽ là hồi quang phản chiếu, hoặc là do chấp niệm quá sâu mà ngay trong thời\nkhắc hấp hối cậu mới có thể nghe thấy lời đáp mà không thể nào nhận được kia.\nThiếu niên cảm thấy bản thân như đang lẻ loi bước đi trên con đường nhỏ giữa màn\nđêm lạnh lẽo, bốn phía xung quanh tối đen như mực, dù có duỗi tay ra cũng không\nthấy ngón nào. Từ xưa đến nay cậu đều sợ lạnh, chỉ có thể chạy mãi chạy mãi\nkhông ngừng.\nBỗng có một giọng nói khàn khàn vang lên bên tai, vừa dịu dàng nỉ non, vừa không\nbiết mệt mỏi kiên nhẫn lặp đi lặp lại.\nNgười ấy gọi: \"Hiệt Kính, Hiệt Kính.\"\nÂm thanh ấy thường xuyên xuất hiện, dường như luôn vang vọng bên tai, nhưng dù\ncậu có vươn tay muốn bắt lại chỉ chạm được vào khoảng không mà thôi.\nKhông biết bao lâu trôi qua, suy nghĩ hỗn loạn dần dần tìm được điểm hội tụ,\ngiọng nói kia cũng ngày một rõ ràng hơn.\nCuối cùng thiếu niên cũng chậm rãi nhấc mí mắt, điều đầu tiên nhìn thấy chính là\nngọn nến lấp lánh nhảy múa cách chỗ cậu nằm không xa, cùng với góc áo của một bộ\ntrang phục quen thuộc. Cậu nghiêng đầu, trông thấy Hầu gia đang dựa bên đầu\ngiường lật giở một quyển sách.\nCảm nhận được động tĩnh, Hầu gia nhanh chóng chú ý đến người trên giường, mắt\nđối mắt với thiếu niên. Trong ánh mắt đó có tình cảm không một chút giấu giếm,\ncó vui sướng khi mất mà tìm lại được, cũng có cảm giác nhẹ nhõm khi trút được\ngánh nặng.\nSau một lúc lâu, bao cảm xúc nghẹn hóa thành một câu thăm hỏi ân cần nhẹ nhàng,\n\"Đệ tỉnh rồi.\"\n\"Hầu gia...\" Thiếu niên giãy dụa muốn ngồi dậy, nhưng vì đụng đến chỗ bị thương\nmà đau đến hít một ngụm khí lạnh.\n\"Chậm một chút.\" Hầu gia buông sách giúp cậu thay đổi vị trí, tiếp đó giúp cậu\nxếp lại gối, \"Hiệt Kính, đệ hôn mê hơn nửa tháng, giờ phút này khó tránh khỏi\nmệt mỏi.\"\nHóa ra đã lâu đến thế, thiếu niên chợt nhớ đến điều gì đó, vội hỏi: \"Hầu gia, gã\nám sát ngài hôm đó đã tra ra là ai chưa? Liệu còn gây bất lợi cho ngài nữa\nkhông?\"\nNgười này vẫn cứ hồn nhiên không quan tâm đến sự an toàn của mình, vừa tỉnh đã\nlo lắng chuyện thích khách ngày đó.\nHầu gia bỗng có chút bất đắc dĩ, lại có phần đau lòng, thở dài đáp, \"Đã điều\ntra, đệ không cần sầu lo nữa, đợi cho vết thương lành rồi nói sau.\"\nThiếu niên lắc đầu, bướng bỉnh truy hỏi, \"Ta không sao, ngài nói luôn bây giờ\nđi.\"\nHầu gia không có biện pháp nào đành chậm rãi giải thích mọi việc từ đầu đến cuối\ncho cậu.\nThích khách ngày hôm đó là người của Đông cung, do Thái tử phái đến. Thái tử,\nDung An Hầu và con trai của Hữu Thừa tướng Văn Tử Duy vốn là những người bạn\nkhông thể tách rời từ nhỏ đến lớn, quan hệ cực kỳ thân thiết. Nhưng dần dần theo\nđộ tuổi trưởng thành, lại thêm thân phận cao quý, có nhiều thứ đã không còn như\ntrước.\nTừ lúc Hầu gia nắm trong tay binh quyền gần như mỗi lần xuất trận đều là bách\nchiến bách thắng, liên tục lập chiến công hiển hách, từ đó cũng kéo đến không ít\ntin đồn. Tin đồn kết hợp với vô số kẻ đổ dầu vô lửa, dường như ngay cả Thái tử\ncũng cho rằng một khi binh tướng dưới tay y quá nhiều sẽ tạo thành mối họa.\nLo sợ tương lai không thể áp chế, Thái tử dần có tâm phòng bị với Hầu gia. Song\nHầu gia vốn không phải người coi trọng danh lợi, hơn nữa năm xưa bị trọng thương\nnên mới dần dần khiến Thái tử buông bỏ nghi ngờ.\nĐáng tiếc trong quân doanh lại xuất hiện một thiếu niên không biết từ đâu đến,\nnhân tài mới xuất hiện, chẳng mấy chốc đã vang danh.\nThật ra cũng không có chuyện gì quan trọng, ngược lại thiếu niên có thể trở\nthành quân cờ cân bằng với Hầu gia, nào ngờ cậu lại có xuất thân từ Hầu phủ,\nđiều này không khác nào giúp Dung An Hầu vốn đã uy danh hiển hách như hổ thêm\ncánh.\nNgày tổ chức yến tiệc, tâm phúc của Văn Tử Duy trong bóng tối đã điều tra rõ\nràng mối quan hệ giữa hai người. Sau khi gã nhận được tiền bèn lập tức cho người\ntruyền tin đến Đông cung.\nĐối với Hầu gia Thái tử dẫu sao vẫn không nỡ lòng giết chết, nhưng không có\nnghĩa gã không động thủ với người bên cạnh y.\nCho nên, chuyện xảy ra ở Hạnh Viên hôm đó, thích khách xuất hiện ngày hôm đó\nchính là vì cái mạng của thiếu niên mà đến.\nThiếu niên nghe xong lẳng lặng cúi đầu suy tư thật lâu, bỗng nói: \"Hầu gia, là\nta liên lụy đến ngài.\"\nVốn tưởng đối phương im lặng một lúc lâu là muốn nói điều gì đó, hóa ra là đang\ntự trách.\nHầu gia dở khóc dở cười, \"Phải là ta khiến cho đệ gặp nguy hiểm mới đúng, sao\nlại đổi thành đệ liên lụy đến ta rồi? Hiệt Kính, đệ có biết không, nếu không\nphải khi đó may mắn vu y vẫn chưa rời đi, mạng sống của đệ e rằng khó có thể giữ\nđược.\"\n\"Mạng của ta vốn thuộc về Hầu gia, không đáng giá. Nhưng đao kiếm không có mắt,\nnếu không may ngày ấy ngài bị thương, Hiệt Kính dù có chết vạn lần cũng không\nthể hết tội.\" Thiếu niên lắc đầu. Truyện Trọng Sinh\n\"Lại nói nhảm.\" Hầu gia nhíu mày, \"Thôi, nếu đã như thế, ta muốn đệ hứa sau này\nsẽ không để bản thân bị thương nữa, đệ làm được không?\"\nThiếu niên không dám hứa hẹn, dù việc tương tự có xảy ra hàng vạn lần thì chỉ\ncần thấy mũi kiếm hướng về phía Hầu gia, cậu vẫn không do dự lao đến thay y chắn\nđao.\nCậu im lặng một lúc rồi nói: \"Hầu gia, sau khi thương thế của Hiệt Kính lành sẽ\nlập tức về phủ, sẽ không gây thêm phiền phức cho ngài nữa.\"\nNghe vậy, nụ cười ấm áp ôn hòa trên mặt Hầu gia nhạt đi vài phần, \"Đợi khi\nthương thế của đệ bình phục ta cũng đã giải quyết ổn thỏa việc này, làm sao còn\nkéo thêm phiền phức nữa.\"\n\"Cho dù ngài đã xử lý xong thì ta cũng phải rời đi.\" Thiếu niên cúi đầu, âm\nthanh càng lúc càng nhỏ, \"Hầu gia, Hiệt Kính tự thấy lương tâm cắn rứt, không\nthể tiếp tục ở bên cạnh ngài nữa, không thể tham lam lòng tốt của ngài.\"\nLời vừa dứt, nụ cười của Hầu gia lập tức biến mất.\nY duỗi tay nắm cằm thiếu niên nhẹ nhàng nâng lên để cậu nhìn thẳng vào mình,\ntiếp đó nửa như chua chát giận dỗi, nửa như buồn bã ảo não nói: \"Hiệt Kính, ta\nnghĩ ta đã biểu hiện rất rõ, tại sao đệ còn nói những lời ngu ngốc đó?\"\n\"Nếu đệ vẫn chưa nghe thấy vậy ta sẽ lặp lại lần nữa.\"\nLòng ta cũng như người, đời này không phụ, vĩnh viễn bên nhau.\nKhoảnh khắc đối diện với ánh mắt của Hầu gia, thiếu niên cảm giác đầu óc một lần\nnữa rối loạn, dáng vẻ hồn bay phách lạc, như không biết phải cư xử thế nào mới\nđúng.\nMãi đến khi lần thứ hai nghe thấy câu nói đó, cậu mới hoảng hốt nhận ra hóa ra\nđiều nghe được vào hôm đó trước khi hôn mê không phải là giả.\nVậy...\nThiếu niên còn chưa kịp tự hỏi câu đó có hàm nghĩa gì đã cảm thấy hô hấp nhẹ\nnhàng của ai kia phả trên chóp mũi, tiếp theo đó là một nụ hôn nhẹ thoáng đáp\nxuống môi cậu.\nNụ hôn ngắn ngủi không có mùi vị, vừa chạm vào đã lập tức tách ra. Hầu gia vẫn\nnắm cằm cậu như cũ, nhỏ giọng hỏi: \"Hiệt Kính, đệ đã hiểu chưa?\"\nĐã hiểu chưa... Có lẽ là hiểu rồi.\nTầm nhìn trở nên mơ hồ, chợt hai dòng nước mắt từ khóe mắt thiếu niên chảy\nxuống.\nHầu gia thở dài, một lần nữa cúi người. Nụ hôn lần này kéo dài hơn trước, cũng\nthân mật hơn trước, mang theo vài phần trấn an, lại như ẩn chứa rất nhiều khát\nkhao tâm sự.\nNụ hôn dịu dàng dần mãnh liệt hơn, nước mắt trên mặt thiếu niên cũng càng trở\nnên khó kiểm soát mà tuôn rơi.\nCậu từ nhỏ vốn đã không thích khóc, từ ngày trở thành Đại tướng quân thống lĩnh\nngàn quân càng không dễ dàng rơi nước mắt. Thậm chí khi tình cảm bị phát hiện,\nthời điểm tuyệt vọng bất an nhất cậu cũng không khóc, trọng thương phải dạo một\nvòng quỷ môn quan cũng không. Nhưng chính vào lúc này, cằm bị đối phương dịu\ndàng nắm lấy, nghe được câu nói mà gần như không có khả năng có thể nhận được,\ncậu lại khóc.\nNước mắt rơi mãi, đến khi Hầu gia đã buông tay vẫn không thể dừng lại.\nY dỗ thế nào cũng không dứt, thế là y vừa giúp cậu lau, vừa vờ như lơ đãng nói:\n\"Ta nhớ Đông Tuyết có trồng một chậu hoa hải đường, có lẽ nên để muội ấy đem\nchậu qua đây ngắm một lát.\"\n\"Đem... Đem qua làm gì?\" Thiếu niên khó hiểu hỏi, nước mắt khó khăn lắm mới\nngưng rơi.\n\"Hiệt Kính rơi nhiều nước mắt thế này bỏ phí thì thật đáng tiếc, ta lấy nó tưới\nhoa, đợi khi hải đường nở có thể nói Đông Tuyết tặng cho đệ một đóa.\"\nLúc bấy giờ thiếu niên vì bị trêu chọc mà hoàn toàn nín khóc, bản thân cũng cảm\nthấy xấu hổ. Chính bản thân cậu cũng không biết tại sao lại khóc, có lẽ là vì\ntình yêu đã được đáp lại, và người đáp lại ấy chính là người cậu đã trao trọn\ncon tim từ rất lâu rồi.\nNguyện ta là sao người là trăng.\nCuối cùng cậu cũng hái được ánh trăng của cậu.\n----------\nKhi tỉnh lại, thiếu niên chỉ cảm thấy như vừa trải qua một giấc mơ dài sống sót\nsau tai nạn. Sau đó cậu mới biết được thương thế ngày đó của mình nghiêm trọng\nđến nhường nào, nếu không xử lý tốt e rằng những ngày mưa sẽ phải chịu đau đớn.\nMay mà vu y y thuật hơn người, lại thêm được chăm sóc cẩn thận mới không lưu lại\nbệnh căn.\n\"Hiệt Kính ca ca, suốt thời gian huynh hôn mê Hầu gia đều ở bên cạnh chăm sóc\nhuynh đó.\" Đông Tuyết dựa vào đầu giường cắn kẹo hồ lô.\nNhóm nha hoàn vì lo lắng khi Hầu gia không ở bên thiếu niên rúc trong phòng thời\ngian dài sẽ buồn chán nên thường xuyên đến trò chuyện với cậu.\nHạ Thiền ở bên cạnh phụ họa, \"Đúng đó. Với cả hôm mà huynh bị thương á, Hầu gia\nnhìn tức giận lắm, từ trước đến giờ muội chưa từng thấy ngài ấy kích động đến\nthế đâu.\"\nNgười nói vô tình, người nghe hiểu ý.\nThiếu niên im lặng tựa vào đầu giường, cậu vẫn luôn có cảm giác không đúng,\ndường như những thứ có được ở thời điểm này đều là trăng trong nước, hoa trong\ngương, không có thật. Từ ngày tỉnh lại, cảm giác ấy luôn tồn tại trong lòng cậu,\nmãi không tan biến.\nCậu muốn nói chuyện nhưng đúng lúc này lại nghe tiếng cửa phòng bị đẩy ra.\nHầu gia bưng thuốc bước vào, trước tiên nhìn thoáng qua Đông Tuyết, cười nói:\n\"Lại ăn, lần sau đau răng không được khóc đó.\"\nĐông Tuyết bật cười khúc khích, vịn giường đứng dậy, \"Muội muốn mang cho Hiệt\nKính ca ca ăn, nhưng huynh ấy không ăn nên muội mới ăn thôi. Thuốc này đắng lắm,\nchỉ có Hiệt Kính ca ca mới uống nổi thôi.\"\nThiếu niên mấp máy môi, muốn nói lại thôi. Hầu gia chú ý đến động tác của cậu,\nkhông nói gì mà cười nhạt ngồi xuống vị trí bên giường.\nBên kia Đông Tuyết còn muốn nói chuyện đã bị Hạ Thiền túm cánh tay kéo ra ngoài,\nmiệng nói lớn: \"Muội chợt nhớ khăn tay sáng nay giặt chưa khô, phải đi phơi\nđây.\"\nCửa phòng nhẹ nhàng đóng lại, thiếu niên lúc bấy giờ mới giương mắt nhìn người\ntrước mặt nở nụ cười trêu chọc.\n\"Thuốc này không đắng.\"\nHầu gia múc một muỗng đưa đến bên môi cậu, đáp: \"Ừ, không đắng.\"\nThiếu niên dừng một chút, cuối cùng vẫn mở miệng uống muỗng thuốc được Hầu gia\nđút.\nTrước lạ sau quen, khi mới tỉnh lại được Hầu gia đút thuốc cậu còn muốn từ chối,\nnhưng lúc biết vai trái bị thương nghiêm trọng đến cầm chén cũng không được thì\ncậu không còn lựa chọn nào khác ngoài chấp nhận.\nIm lặng không tiếng động uống xong chén thuốc, Hầu gia đặt chén xuống, hỏi: \"Có\nđắng không?\"\nThiếu niên lắc đầu, do dự một lúc lại khẽ gật đầu, thành thật trả lời, \"Đắng\nlắm.\"\nHầu gia cười cười, cúi người hôn lên khóe môi cậu một cái.\n\"Bây giờ đã hết đắng chưa?\"\nĐắng nhưng lại không đắng, chỉ là vành tai dần nóng lên, đỏ như rướm máu.\nNghỉ ngơi non nửa năm, thời gian nhàn hạ hiếm có chậm rãi trôi qua, chớp mắt\ntháng tư trăm hoa đua nở rực rỡ đã đổi thành cuối thu lá phong nhuộm vàng. Những\nngày này, bên cạnh việc chăm sóc thiếu niên, Hầu gia thường xuyên bận rộn đi sớm\nvề khuya.\nĐến khi thương thế của thiếu niên đã gần khỏi, Hầu gia cũng đã sắp xếp ổn thỏa,\ny vào cung một chuyến gặp mặt Thánh thượng.\nThiếu niên lo lắng đi theo, nhưng không được triệu thì không được vào điện, chỉ\ncó thể bị ngăn lại ngoài điện chờ đợi.\nViệc ám sát ở Hạnh Viên ngày ấy ồn áo huyên náo, Hoàng đế hiển nhiên đã sớm\nbiết, nhưng ông hoàn toàn không ngờ Hầu gia lại đưa ra thỉnh cầu triệt hồi tước\nvị của y.\n\"Yến Nhi, ý của con là gì?\" Hoàng đế ra lệnh cho người đang quỳ trên đất đứng\nlên, ban tọa, nghi hoặc hỏi.\n\"Bệ hạ, hiện giờ Hung Nô đã lui khỏi phạm vi núi Ngọc Liên, đồng thời hứa hẹn\ntrăm năm tới sẽ không dẫn quân xâm chiếm. Biển trong nước sạch, rõ ràng đã không\ncần thần xuất chinh đánh giặc nữa. \" Hầu gia nghiêm túc nói, \"Nhưng người mình\nmuốn bảo vệ cũng không bảo vệ được, tước vị này của thần có nhận cũng chỉ thêm\nthẹn.\"\nNghe ra ý tứ trong lời nói của y, Hoàng đế thở dài, \"Vậy con muốn thế nào? Trẫm\nnghe nói Đại tướng quân có xuất thân từ quý phủ, thương thế của cậu ta thế nào,\ncó cần thái y đến xem qua không?\"\n\"Tạ ơn bệ hạ quan tâm, đệ ấy đã không sao.\" Hầy gia dứt lời bèn dùng hai tay\ndâng thanh kiếm mà y mang theo vào điện lên, \"Thanh kiếm này là bệ hạ ban cho\nthần. Năm đó thần dùng nó lấy đầu vô số kẻ địch, nhưng thần chưa bao giờ nghĩ\nmột lần nữa cầm lấy nó người đầu tiên giết chết lại là người một nhà.\"\nHoàng đế nghe vậy cũng có chút xấu hổ, ông nghĩ đến điều gì đó, sắc mặt trầm\nxuống, \"Thái tử thất đức, tin lời người ngoài gièm pha, Trẫm đã triệt danh phận\nthái tử của nó, bắt nó đóng cửa suy nghĩ ba năm. Con muốn tìm lại công bằng cho\nĐại tướng quân, như thế vẫn chưa hài lòng sao?\"\nHầu gia mỉm cười, \"Hài lòng hay không đều không quan trọng. Chẳng qua thần ở\nkinh thành bao năm đã có chút mệt mỏi, nhân sinh khổ đoản, nếu có thể cùng người\ntrong lòng ngao du sơn thủy có lẽ thần sẽ hạnh phúc hơn.\"\nNghe thấy ba chữ \"người trong lòng\", lông mày Hoàng đế khẽ nhíu, kinh ngạc nói:\n\"Con và Đại tướng quân... Thôi, lão Hầu gia và Hầu phu nhân mất sớm, trẫm vẫn\nluôn coi con như thân sinh cốt nhục. Mấy năm qua con bị bệnh tật quấn thân, lòng\ntrẫm cũng không vui, nếu chuyện con muốn làm có thể khiến con vui vẻ, vậy con đi\nđi, nhớ phải bảo trọng.\"\nHầu gia khẽ gật đầu, \"Bệ hạ cũng phải bảo trọng long thể, nếu có cơ hội quay về\nkinh, Yến sẽ vào cung yết kiến bệ hạ.\"\nNói xong, Hầu gia thi lễ cáo lui.\nNhìn thân ảnh y chậm rãi rời khỏi điện, lòng Hoàng đế ngũ vị tạp trần, ông có\nchút chua xót mở miệng, \"Yến Nhi, đại thọ sáu mươi của Trẫm con từng múa kiếm\ntrợ hứng, múa một màn danh chấn thiên hạ. Mỗi khi Trẫm nhớ về khung cảnh ấy đều\nnhư hiện rõ trước mắt, lần này trước khi đi, con có thể múa lại một lần không?\"\nHầu gia dừng bước nhưng không quay đầu lại, đáp: \"Thỉnh bệ hạ thứ tội Yến không\nthể nghe lệnh, từ nay về sau, Yến chỉ vì một người múa kiếm.\"\nCho đến bóng người biến mất, Hoàng đế dường như vẫn còn buồn lòng, đại thái giám\nđứng bên cạnh không thể nhìn tiếp, nói: \"Bệ hạ hà tất phải bắt Thái tử điện hạ\nchịu khổ đến thế?\"\n\"Ngươi không hiểu...\" Hoàng đế xua tay, \"Nếu năm đó không có lão Hầu gia liều\nmình cứu giúp e rằng Trẫm sớm đã không còn sống, làm sao còn ngồi trên ngôi vị,\nlàm sao còn có thái tử. Yến Nhi là đứa nhỏ Trẫm tận mắt trông thấy nó lớn lên,\nnếu không có nó, giang sơn của Trẫm không yên ổn được như ngày hôm nay.\"\n\"Huống chi Thái tử ngu xuẩn, Hung Nô vừa mới bình định, nó đã dám ra tay với Đại\ntướng quân chiến công hiển hách. Nếu Trẫm không trách phạt nó, chẳng phải sẽ\nkhiến chúng tướng sĩ thất vọng sao.\"\nÁnh mắt ông ảm đạm, phảng phất như xuyên qua đại điện sặc sỡ nhớ về cố nhân\nnhiều năm trước.\nVui buồn li hợp ắt tàn nhẫn, cảm xúc thê lương kéo dài đến bình minh.\nHầu gia từ trong điện bước ra, thiếu niên còn đứng tại chỗ, trông mong nhìn y từ\nxa.\nThiếu niên thấy người đến lại làm như không có việc gì quay đầu, đợi y đến gần\nmới mở miệng, \"Hầu gia, bệ hạ có làm khó ngài không?\"\nHầu gia cũng không vạch trần cậu, cười nhạt nói: \"Không có.\"\nY dừng một chút rồi nói tiếp, \"Hiệt Kính, sau này đệ vẫn có thể làm Đại tướng\nquân, hiện tại hối hận còn kịp.\"\nNghe vậy, thiếu niên nhíu mày, như có chút uất ức cúi đầu, \"Thăng quan tiến chức\nchưa bao giờ là mong muốn của Hiệt Kính, chỉ cần có thể ở bên cạnh Hầu gia là\ntốt rồi. Tương lai sau này ngài có đuổi ta đi ta cũng không đi.\"\n\"Trêu đệ thôi, sao lại nghiêm trọng thế.\" Hầu gia buồn cười nhéo hai má thiếu\nniên, \"Vất vả lắm mới có được đệ, sao mà bỏ đệ được.\"\nThiếu niên có chút hoảng hốt, cậu mấp máy môi không biết nên nói gì, mơ mơ màng\nmàng bị đối phương ôm lấy, sóng vai đi tới xe ngựa đậu ngoài cung.\nXe ngựa xuyên qua những mái nhà lấp lánh đèn dầu chậm rãi di chuyển, cuối cùng\ndừng lại trước ngôi nhà chỉ vì một người là cậu mà thắp sáng.\n----------\nBóng đêm dần bao trùm, không gian tối đen như mực bao lấy ô cửa sổ, vài tia sáng\nnhỏ từ ánh trăng rọi xuống xuyên qua kẽ hở.\nThiếu niên tắm rửa về phòng, Hầu gia cũng đã tắm xong và mặc quần áo dựa vào đầu\ngiường, tùy ý lật mở quyển sách trong tay.\nTrong phòng đốt trầm, hương trầm là loại trầm Kỳ Nam tốt nhất có tác dụng an\nthần, mùi hương dịu nhẹ lan tỏa trong không khí.\nTrên bàn thắp ngọn đèn dầu, ánh đèn lay lắt nhảy múa trong đôi mắt đen kịt của\ncậu, tựa như sao sáng lấp lánh trên bầu trời đêm.\nTừ ngày thiếu niên bị thương đến nay, suốt khoảng thời gian đó vì để thuận tiện\ncho việc chăm sóc mà Hầu gia đều ngủ lại phòng cậu. Mặc dù cả hai cùng nằm trên\nmột chiếc giường nhưng mỗi người một bên, không có gì bất tiện.\nSong, thiếu niên chợt nhận ra vết thương của cậu đã lành, dường như không còn lý\ndo gì để tiếp tục ngủ chung một giường nữa.\nCậu do dự một lúc, cuối cùng vẫn lên tiếng, \"Hầu gia, thương thế của ta gần như\nđã lành rồi...\"\nNgụ ý chính là không cần ngài chăm sóc nữa.\n\"Thật không?\" Hầu gia buông sách, cười cười, \"Lại đây, để ta xem.\"\nThiếu niên không nghĩ nhiều lập tức nghe lời bước qua, vừa đến gần đã bị đối\nphương nắm cổ tay kéo lên giường.\nTuy rằng không biết tại sao quan sát vết thương lại cần dùng tư thế này nhưng\nthiếu niên vẫn thành thật ngồi bên người Hầu gia, ngoan ngoãn để y nhẹ nhàng kéo\ncổ áo xuống, đầu ngón tay ấn nhẹ lên nơi bị kiếm đâm xuyên.\nNơi bị đâm đã kết mài bong vảy, thịt màu hồng nhạt trồi lên, sờ vào sẽ có cảm\ngiác ngứa. Thiếu niên không nhịn được rụt người, cụp mắt nhìn tay Hầu gia.\nBàn tay của y vô cùng đẹp, cầm kiếm có khí phách anh hùng, cầm bút lại thon dài\ntrắng nõn.\nTrong quá khứ, thiếu niên thường giúp y mài mực, vừa mài vừa lén lút nhìn ngắm\ntay y, thầm nghĩ nếu có thể nắm lấy hẳn sẽ rất dễ chịu.\nNhưng lúc bấy giờ, bàn tay cầm bút viết ra những chữ mạnh mẽ hùng hồn ấy lại mơn\ntrớn miệng vết thương rồi chậm rãi di chuyển xuống thấp khiến vạt áo buông lơi\nbị khuỷu tay ngăn lại.\nKhông còn vải vóc ngăn cản, từng cái chạm càng khiến cho tim người nhận đập\nnhanh.\nĐầu tiên là xương quai xanh, tiếp đến là thắt lưng, sau đó từng chút một lướt\nxuống đùi, ẩn nấp ở vị trí quần áo chất thành đống nhàu nhĩ giữa hai người.\nThiếu niên nhắm mắt không dám nhìn thêm.\nKhung cảnh đứng mài mực năm xưa và màn vuốt ve ngay giờ phút này luân phiên hiện\nra trước mắt. Giữa cơn mê mang, cậu nhớ đến cảnh chợ năm xưa khi mấy gã lưu manh\nbuông lời nhạo báng trước khi cậu gặp được Hầu gia.\nBồi bạn châm hương, đắp chăn làm ấm.\nCậu chưa từng nghĩ dạo một vòng về, cả hai việc cậu đều làm đủ.\nHầu gia kéo vạt áo lỏng lẻo của thiếu niên xuống, nhẹ giọng hỏi: \"Lạnh không?\"\nThiếu niên theo bản năng gật đầu, rồi lại lắc đầu.\nCuối thu, ngoài trời gió thu xào xạc, cửa sổ dù đã đóng chặt thì cởi áo ra vẫn\nsẽ thấy lạnh.\nCảm giác lạnh rất rõ, mà nóng cũng không kém, những nơi bị bàn tay kia vuốt ve\nđều như nổi lửa, từ trong ra ngoài, kêu gào muốn bùng cháy.\nThấy cậu có vẻ đang căng thẳng, Hầu gia mỉm cười ôm eo cậu, dùng lực xoay người\ncậu lại.\nÁnh nến chập chờn, rèm giường lay động rơi xuống, thiếu niên chỉ cảm thấy trời\nđất quay cuồng, thoáng một cái bản thân đã nằm trên giường, còn Hầu gia lại quấn\nchăn sau lưng, từ trên cao nhìn xuống cậu.\n\"Như vậy sẽ không lạnh.\" Hầu gia cong khóe mắt, duỗi tay vuốt ve hai má nóng\nbỏng của thiếu niên.\nCậu vừa muốn mở miệng nói chuyện đã bị một nụ hôn rơi xuống chặn kín môi, lời\nmuốn nói nghẹn giữa hai cánh môi, mơ hồ không rõ.\nNụ hôn này so với trước đó càng thêm dịu dàng, lại thêm vài phần dây dưa, kịch\nliệt hơn, cũng tàn nhẫn hơn một chút.\nSau khi tách ra, thiếu niên chậm chạp lấy lại hơi thở. Bỗng, cậu bất ngờ nắm\ncánh tay người trước mặt, đột nhiên nói: \"Hầu gia, ngài thật sự thích ta sao?\"\nHầu gia dừng một chút rồi cười, \"Từ nay về sau đã không còn Dung An Hầu.\"\nThiếu niên nhìn y, nghiêm túc đáp lại, \"Trong lòng ta, Hầu gia vĩnh viễn là Hầu\ngia.\"\n\"Ừ, đệ muốn sao cũng được.\" Hầu gia nhìn lại thiếu niên, \"Nhưng Hiệt Kính, đổi\ncách xưng hô được không, ta muốn nghe.\"\nThiếu niên ngẩn người, do dự thật lâu sau mới ngập ngừng gọi: \"Hứa... Yến?\"\nCậu gọi nhưng lại không biết có đúng hay không. Mặc du cái tên này đã được cậu\nkêu vô số lần trong mơ, nhưng ngay trong thời khắc tỉnh táo này lại không cách\nnào lưu loát gọi thành lời.\nCó điều, nhìn dáng vẻ cười như không cười của Hầu gia, thiếu niên nghĩ có lẽ y\nvẫn chưa hài lòng.\nThế là, cậu hít sâu một hơi, nhỏ giọng nói: \"Vậy... A Yến?\"\nLúc bấy giờ người sửng sốt lại đổi thành Hầu gia, y cười khẽ, \"Ừ, ta đây.\"\nThiếu niên không quên vấn đề, bám riết không tha tiếp tục truy hỏi, \"Vậy, A\nYến... Huynh thật sự thích ta sao?\"\nCó thể là biểu cảm của cậu lúc nói những lời này quá mức nghiêm túc mà Hầu gia\nkhông khỏi bật cười, \"Nếu không thích thì ta vì sao phải lừa đệ?\"\n\"Có khi là huynh cảm thấy ta rất đáng thương nên muốn đối xử tốt với ta, chiều\ntheo ta giúp ta vui vẻ.\"\nCuối cùng thiếu niên cũng tìm được nguyên nhân khiến cho từ buổi tối hôm ấy đến\nnay lòng cậu vẫn luôn có cảm giác không đúng.\nChính là vì Hầu gia là một người tốt, vì thương hại cậu nên mới làm ra chuyện\nnày, thật sự không phải không có khả năng đó.\nDứt lời, vẻ mặt của Hầu gia cũng trở nên nghiêm túc.\nKhuôn mặt của người dưới thân cực kì khó xem, dường như giây tiếp theo cậu sẽ\nbật khóc ngay lập tức. Nhưng cậu vẫn bày ra dáng vẻ thành kính như cũ, giống như\ndù có nghe được câu trả lời không muốn nghe nhất thì cậu vẫn sẽ im lặng, tiếp\ntục thực hiện việc đang làm ở thời điểm hiện tại.\nThực tế, dù muốn Hầu gia nói rõ lý do vì sao lại thích cậu, chính y cũng không\nthể trả lời chính xác.\nTrước khi gặp nhau, cậu chẳng qua chỉ là một cậu nhóc cô đơn, mất cha từ nhỏ nên\nphải độc lập mà sống.\nNgười trong thiên hạ đều nói, Dung An Hầu Hứa Yến là tuyết nơi mái nhà, là trăng\ntrên trời cao, là gió trên đỉnh núi. Cho đến khi gặp được người trong lòng, y\nmới có thể hạ phàm nhiễm lấy khói lửa nhân gian, trở thành khách nhân nơi trần\ngian.\nLẳng lặng giằng co thật lâu, Hầu gia thở dài, \"Hiệt Kính, thật ra ta không giống\nnhư đệ nghĩ cái gì cũng không biết. Chỉ là muốn hiểu rõ tình cảm của bản thân\ncần phải tốn rất nhiều thời gian.\"\n\"Khiến đệ phải chờ lâu như vậy là lỗi của ta. Đệ đừng giận ta, có được không?\"\nCâu trả lời hoàn toàn nằm ngoài dự đoán của thiếu niên, cậu mất một lúc lâu mới\nlấy lại tinh thần mà ôm cổ Hầu gia, một khi đã ôm là vĩnh viễn không buông.\nÁnh nến không biết đã tắt từ bao giờ, trong bóng đêm tối đen như mực, Hầu gia\nlần thứ hai cúi đầu, lần này là hôn lên cổ thiếu niên.\nCậu sững người, bàn tay bên cổ Hầu gia trượt xuống tóc, có chút ngốc cởi vạt áo\ncủa y, nhưng vì tay chân vướng víu mà mãi vẫn không cởi được. Trong lúc mê muội,\ncả người bị lật úp, mặt vùi vào gối, mười ngón bị ấn chặt đặt sang hai bên.\nBả vai truyền đến cảm giác mát mẻ, có lẽ là ánh trắng chiếu xuống mang theo vài\nphần lạnh lẽo.\nNgoài cửa sổ, ánh trăng như nước, tỏa sáng giữa màn đêm.\nTrong phòng, bóng người xếp chồng, mười ngón giao triền chìm sâu vào giấc mộng\nđẹp.\n----------\nBang - Bang, bang, bang, bang.\nCanh năm, lính gác đêm gõ mỏ trong con ngõ sâu, giữa không gian thanh tĩnh bỗng\nbất ngờ vang vọng âm thanh.\nLông mi thiếu niên khẽ run, miệng vô thức lầm bầm vài tiếng, sau lưng có một bàn\ntay đặt nhẹ lên lưng cậu vỗ về.\nKhi nhận ra bàn tay ấy vòng qua eo mình như thế nào, rồi lại bằng cách nào ấn\nvào giữa sống lưng, cậu lập tức mở mắt thoát khỏi cơn mê.\n\"Còn sớm, ngủ tiếp đi.\"\nCó lẽ cảm nhận được động tĩnh, một giọng nói dịu dàng từ đỉnh đầu truyền đến.\nLúc bấy giờ thiếu niên hoàn toàn thanh tỉnh, cậu hít sâu một hơi, ký ức đêm qua\nùn ùn kéo đến. Là mê say, là lưu luyến, là hành động trước đây chưa từng nghĩ\nđến, đồng thời cũng là chân tình thắm thiết vô cùng chân thật.\nCậu tựa đầu bên cổ Hầu gia, tóc hai người cùng xõa tán loạn trên giường, không\nthể phân biệt của ai và ai. Vài sợi tóc đen len lỏi giữa những ngón tay, là cậu\nnắm lấy trước khi ngủ, giữ chặt suốt đêm không buông.\nCảm thấy người trong lòng cứng đờ, Hầu gia vòng tay ôm lấy eo cậu, kéo người\nnhích khỏi chăn, bốn mắt giao nhau.\n\"Sao vậy, đệ khó chịu sao?\"\nThiếu niên lắc đầu, nhất thời không biết phải đáp thế nào, ngượng ngùng đối mắt\nvới cặp mắt sáng trong kia.\nTay cậu sờ loạn trên giường, như chạm đến vật gì đó mà tìm được cần câu cứu\nmạng, \"Chăn... Chăn bẩn rồi, ta... Đệ đi giặt sạch.\"\nDứt lời bèn muốn xuống giường, nhưng cậu vừa động đã thấy vô cùng mệt mỏi, ngoại\ntrừ uể oải còn có cảm giác quái dị không thể nói rõ. Khéo quá thành vụn, cậu\nkhông những không thể đứng lên mà ngược lại còn khiến cho thắt lưng đau hơn, đau\nnhức và tê dại đồng loạt kéo đến.\nHầu gia không ngờ đối phương lại gấp gáp đến thế, tạm thời không phản ứng kịp đã\nthấy sắc mặt cậu thay đổi, giống như đang phải chịu áp lực nào đó.\n\"Để đó đi, sẽ có người giặt.\" Hầu gia bất đắc dĩ ôm thiếu niên vào lòng, vươn\ntay giúp cậu xoa nắn.\nNghe thế thiếu niên lại càng thêm bướng bỉnh từ chối, \"Không được, không thể để\nngười khác giặt!\"\nĐệm chăn bị thứ kia làm bẩn, sao có thể để người ngoài thấy được chứ...\nHầu gia hiểu được suy nghĩ của cậu thì có chút buồn cười, nghĩ một lát lại nói:\n\"Vậy ta giặt, được không?\"\nThiếu niên nhìn y một cái, \"... Huynh không biết làm.\"\nNếu bàn đến cầm kỳ thư họa, binh pháp lục nghệ tất nhiên Hầu gia sẽ nắm dễ như\ntrở bàn tay, nhưng nhắc đến những việc như giặt giũ quét tước, y thật sự là hữu\ntâm vô lực.\nY cười nhẹ một tiếng, siết chặt vòng tay, nói: \"Vậy, chờ khi Hiệt Kính cảm thấy\nkhỏe hơn, đệ dạy ta giặt nhé?\"\nĐộng tác vô cùng dịu dàng, lời nói có sức thuyết phục, lại thêm cảm giác ma sát\ngiữa hai bên da thịt quá rõ ràng, cậu nhớ về khung cảnh tối hôm qua, từ \"Dạ\" đã\nnói quá nhiều, muốn nói \"Không được\" lại không thể nói thành lời.\nThiếu niên cúi đầu, \"Dạ\". Cảm giác buồn ngủ lại kéo đến, nhưng cậu lại không\nmuốn ngủ mà làm như không có gì bất thường hỏi: \"A Yến, hiện giờ mọi việc đã xử\nlý ổn thỏa, huynh muốn đi nơi nào?\"\nVừa tỉnh dậy, cái tên \"A Yến\" này gọi càng thêm lưu loát. Đêm qua nằm trên\ngiường cậu vừa chủ động, vừa bị dỗ dành gọi không biết bao nhiêu lần, muốn không\nlưu loát cũng khó.\n\"Đại mạc, Giang Nam, Thục Trung... Trời cao biển rộng, nơi nào cũng được.\"\nHầu gia nêu từng cái tên, thiếu niên cũng gật đầu phụ họa theo từng cái. Y bị\nchọc cười mà nhéo cằm cậu, nói: \"Tại sao chỉ hỏi ta muốn đi nơi nào, còn Hiệt\nKính thì sao? Đệ muốn đi đâu?\"\nThiếu niên đối diện với ánh mắt của y, thành thật trả lời, \"Chỉ cần có thể ở bên\nA Yến, đệ đi đến đâu cũng thích.\"\n\"Được, vậy chúng ta từ từ đi, đời người còn dài, chúng ta không cần gấp.\"\nThiếu niên mỉm cười hoàn toàn thả lỏng, như thể được bao bọc trong một cảm giác\nan ổn trước đây chưa từng có, không bao lâu đã chìm vào giấc ngủ lần nữa.\nLần thứ hai tỉnh dậy cơn mệt mỏi đã tan biến.\nVị trí trống bên giường đã không còn người, thiếu niên cũng không giống như quá\nkhứ lo được lo mất mà tự sửa soạn chỉnh tể, đẩy cửa bước ra.\nNhưng vừa rời cửa đã lập tức hoảng sợ.\nNgoài cửa, Hạ Thiền và Đông Tuyết phân chia mỗi người đứng một bên, tay bưng\nkhay, dáng vẻ muốn nói lại không dám mở miệng. Hai người trông thấy thiếu niên\nbước ra mới nhẹ nhàng thở ra một hơi, nụ cười treo trên môi.\n\"Hiệt Kính ca ca, huynh tỉnh. Sắp đến trưa rồi, bọn muội lo muốn chết, còn nghĩ\nhuynh không khỏe đó.\"\n\"Đừng lo, ta không sao.\" Thiếu niên dừng một chút, \"Hai muội đến lúc nào?\"\n\"Khi xuất môn Hầu gia có dặn bọn muội chờ huynh tỉnh thì đem ít đồ ăn vào, bọn\nmuội đứng ngoài cửa đợi, không ngờ phải đợi lâu đến thế.\"\nBiết được hai người không đứng ngoài cửa suốt đêm thiếu niên mới bình tĩnh trở\nlại. Song, cậu còn chưa kịp ổn định đã nghe Đông Tuyết hỏi: \"Hiệt Kính ca ca,\nhôm qua sau khi từ cung về hai huynh lại đi đâu chơi vậy? Sao nhìn huynh mệt mỏi\nquá? Lần sau không được lén đi chơi đâu đó, phải dẫn muội theo nữa!\"\n\"...\" Thiếu niên nhất thời không biết phải nói gì, cơ thể căng cứng, vành tai\ndần ửng đỏ.\nHạ Thiền nhanh tay nhét khay vào tay thiếu niên rồi kéo Đông Tuyết qua một bên,\nghé sát vào tai cô nói điều gì đó. Không lâu sau, cô như đã hiểu thấu gật đầu,\nnén cười không nhịn được đánh giá thiếu niên.\nCậu bị ánh mắt của cô nhìn đến không được tự nhiên, ho vài tiếng, rồi như bỗng\nnghĩ đến cái gi đó mà hỏi: \"À... Hầu gia có nói đi đâu không?\"\nHạ Thiền: \"Hình như đi tế bái lão Hầu gia và phu nhân. Ngài ấy nói sau này không\nthường xuyên ở kinh thành nữa nên muốn đến nói cho họ biết một tiếng, tránh để\nhọ lo lắng.\"\nNghe vậy, thiếu niên gật đầu tỏ vẻ đã hiểu.\nTrăng có khuyết có tròn, cuộc đời chính là vậy, có tụ cũng có ly.\nNhưng nửa đời sau cậu đã có thể cùng ý trung nhân bên nhau, không bao giờ chia\nxa nữa.\nÁnh trăng trên trên cao có sáng có tàn, vầng trăng mà cậu đã hái lại vĩnh viễn\ntỏa sáng vẹn nguyên một hình tròn.\n...\nGió thu xào xạc, chim nhạn bay về phương Nam.\nTiễn quân ngàn dặm ắt cũng ly biệt.\nTrong một đình lâu nào đó ngoài thành, Đông Tuyết và Hạ Thiền mỗi người ôm một\ntay Hầu gia và thiếu niên, khóc nức nở.\n\"Đừng khóc, sau này hai ta vẫn sẽ về thăm các muội mà.\" Thiếu niên không giỏi dỗ\ndành người khác, chỉ có thể vỗ nhẹ búi tóc của Hạ Thiền.\nSau này còn về, nhưng không ai có thể nói rõ đó là khi nào.\nHạ Thiền khịt mũi, nghẹn ngào nói: \"Thật sự không thể cho bọn muội đi chung\nsao?\"\nThiếu niên có chút khó xử, không biết phải trả lời vấn đề thế nào, Hầu gia đứng\nbên cạnh bèn đưa khăn tay qua, \"Không phải không được, nhưng hai muội đều đã\ntrưởng thành, có thể sống cuộc sống tự do của mình, tội tình gì phải đi theo bọn\nta chịu cảnh màn trời chiếu đất?\"\nĐông Tuyết ở bên một ủ rũ không vui, \"Nhưng tụi muội muốn đi theo ngài...\"\nHầu gia mỉm cười, \"Ngoại trừ việc này ra, hai muội không có chuyện gì khác muốn\nlàm sao?\"\n\"Với muội mà nói, trừ ăn ra hình như không còn có thể làm gì cả...\"\nCô nói thế trái lại chọc cho mọi người bật cười.\nSau khi cười xong, Hầu gia nghiêm túc giảng giải, \"Từ nhỏ hai muội đã vào Hầu\nphủ, ta cũng không xem hai muội như hạ nhân mà đối xử. Ta tìm người dạy hai muội\nđọc sách viết chữ chính là vì tương lai hôm nay, để các muội có thể rời Hầu phủ\nkhông vì thiếu hiểu biết mà lo sợ.\"\n\"Một khi đã có tri thức thấu hiểu lễ nghĩa ắt có thể làm được nhiều việc, nếu\nnhư muội muốn thậm chí cũng có thể làm nữ tể tướng.\"\nNghe nói thế, Hạ Thiền và Đông Tuyết đều im lặng, tựa như đang suy ngẫm.\nMất một thời gian dài giải thích níu kéo không nỡ chia ly, hai cô cuối cùng cũng\nbị thuyết phục, đỏ mắt nhìn cố nhân rời đi.\nThiếu niên cùng Hầu gia sóng vai cưỡi ngựa, thường thường liếc mắt về phía sau.\n\"Luyến tiếc sao?\" Hầu gia nghiêng đầu nhìn cậu, cười hỏi.\nThiếu niên lắc đầu, \"Không phải luyến tiếc, chỉ là trong mắt đệ hai cô ấy không\nkhác gì muội muội ruột thịt, bất ngờ chia lìa khó tránh khỏi lo lắng.\"\n\"Quả nhiên Hiệt Kính đã trưởng thành.\" Hầu gia trêu ghẹo, \"Đệ nói đúng, ta cũng\nđã xem hai cô ấy như muội muội thân sinh. Nhưng dù là vậy cũng có ngày muội muội\nphải rời nhà.\"\nCẩn thận nghiền ngẫm lời y nói, thiếu niên như nghĩ đến điều gì đó, nhẹ giọng\nhỏi: \"Nếu là thế, vậy lúc ở Hầu phủ, có phải A Yến cũng chỉ xem đệ như đệ đệ\nruột không?\"\nCậu vừa nói vừa thầm nghĩ tất nhiên là vậy. Nếu như cậu không khéo léo che giấu\ntình cảm của mình, e rằng cả đời này cũng chỉ có thể làm đệ đệ, giống như Hạ\nThiền và Đông Tuyết, rồi sẽ có một ngày lông cánh mọc đủ mà bay đi.\nMột khi đã nghĩ đến khó tránh khỏi suy sụp tinh thần.\nHầu gia tinh tế tỉ mỉ, huống chi thiếu niên xưa nay lại không giỏi che giấu, dễ\ndàng nhìn ra manh mối.\n\"Chuyện đó... Thật ra cũng không hẳn.\" Hầu gia cười, thấy thiếu niên bỗng nhìn\nthẳng về phía mình thì không còn tâm trạng trêu chọc nữa, nghiêm túc nói: \"Không\nbiết từ bao giờ, nhưng có lẽ từ rất sớm ta đã có chút tâm ý với đệ.\"\n\"Chỉ là ta không hiểu, cũng không có ai dạy nên mới không hiểu rõ lòng mình.\nHiệt Kính, đệ đừng giận ta, được không?\"\n\"Dạ. A Yến, đệ từng nói sẽ vĩnh viễn không tức giận với huynh...\"\nVó ngựa nhẹ nhàng giẫm lên tầng lá thu rơi dày.\nTrời chiều, ánh hoàng hôn soi rọi kéo dài hai bóng hình trên đất. Hai cái bóng\nnhư hòa vào nhau, từ nay về sau, chân trời góc biển, nơi nơi đều có người bầu\nbạn.\n----------\nThiếu niên vào phủ vào ngày mùng một tháng chạp*, qua hơn nửa tháng là đến đông\nchí*.\nKinh thành sau một đêm tuyết rơi đầy đón chào một ngày mới đến. Hướng mắt nhìn\nra xa chỉ thấy một vùng trời trắng xóa, cỏ cây nhà cửa phủ một lớp màu bạc.\nSáng sớm, thiếu niên như mọi ngày vào thư phòng nghe tiên sinh giảng bài, vừa\nngồi chờ vừa ôn tập lại bài học của ngày hôm trước. Giờ Thìn* đã qua, không chỉ\ntiên sinh mà ngay cả nhóm nha hoàn nhỏ cũng không thấy bóng dáng.\nCậu đang thắc mắc thì nghe thấy ngoài hành lang truyền đến tiếng bước chân.\nKhông lâu sau, cửa phòng bị đẩy ra, Hạ Thiền mang theo vài bông tuyết bay phấp\nphới bước vào, vui vẻ nói: \"Hiệt Kính ca ca, tìm được huynh rồi!\"\nCô nhóc thấy vẻ mặt kinh ngạc của cậu bèn vỗ đầu, \"Úi, có lỗi quá, muội quên nói\ncho huynh biết, đông chí hằng năm tiên sinh đều không có mở lớp.\"\nThiếu niên xua tay, cười đáp: \"Không sao.\"\nVốn dĩ cũng không quan trọng, tiên sinh có đến hay không cậu vẫn muốn đọc sách.\nSong, Hạ Thiền lại chạy đến lấy quyển sách trong tay cậu, \"Sao huynh lại học\nrồi, đi ăn bánh trôi thôi, mới vừa nấu đó, nóng hổi luôn.\"\n\"Bánh trôi?\"\n\"Đúng đó, đi nhanh lên, bằng không sẽ bị Đông Tuyết ăn hết đó!\"\nĐôi mắt thiếu niên tối đi, cậu cúi đầu, \"Hai muội ăn đi, không cần để phần ta.\"\nHạ Thiền khó hiểu, \"Tại sao chứ?\"\nThiếu niên một lần nữa cầm sách lên, có chút không yên nói: \"... Không thích.\"\nThật ra không phải không thích, chẳng qua từ khi chào đời cậu đã không có mẹ,\ntrong nhà lại vô cùng nghèo khó, mỗi ngày cha đều phải làm lụng vất vả kiếm\ntiền, dù đông chí có đến thì trong nhà cũng không có người nấu bánh trôi.\nQuán nhỏ ven đường có bán, nhưng một chén phải tốn hai mươi văn tiền.\nNào có đứa trẻ nào không thích đồ ngọt, nhưng thiếu niên lại muốn tiết kiệm tiền\nđưa cho cậu nhóc Đại Ngưu sống cách vách, để cậu nhóc đó giảng lại những gì phu\ntử đã dạy trên lớp cho mình. Vì thế, cậu có tiền cũng không dám tiêu xài bậy bạ.\nVì lẽ đó, cho dù muốn ăn biết mấy thiếu niên vẫn tỏ ra không thích, còn tự an ủi\nbản thân rằng bánh trôi rất đắng, ăn không ngon chút nào.\nMưa dầm thấm đất, dần dần cậu không còn muốn ăn nữa.\nQua buổi trưa, Đông Tuyết vào phòng Hầu gia, thấy chén của y vẫn còn bánh dư\nchưa ăn bèn hỏi: \"Hầu gia, không hợp khẩu vị của ngài sao?\"\n\"Cũng được, chỉ là quá ngọt.\"\n\"Dạ? Nhưng muội thấy ngon lắm mà.\"\nHầu gia mỉm cười, \"Nếu muội thích thì ăn nhiều chút.\"\nĐông Tuyết ngây thơ vỗ cái bụng căng tròn của bé, \"Dạ, muội ăn tận ba chén đó!\"\nCô nhóc thu dọn chén đũa, đột nhiên nhớ tới điều gì đó mà kêu lên, \"Không đúng\nnha, hôm nay phòng bếp chỉ chuẩn bị mỗi bánh trôi thôi, Hiệt Kính ca ca không ăn\nchẳng phải sẽ đói bụng sao.\"\nHầu gia nhíu mày, \"Cậu ta không ăn?\"\n\"Hạ Thiền có đi gọi huynh ấy, nhưng huynh ấy nói không thích. Làm gì có ai không\nthích bánh trôi chứ... Hay là huynh ấy cảm thấy không khỏe?\"\nHầu gia suy nghĩ một lúc, nói: \"Đừng lo, muội lui xuống đi, để ta đi xem.\"\nTầng mây nơi chân trời tỏa ra ánh sáng vàng, tia nắng sau tuyết mang đến một\nkhung cảnh đặc biệt.\nHầu gia thong thả đi dạo trên hành lang, bước đến cửa sổ ngoài thư phòng, nghe\nđược bên trong truyền ra tiếng độc sách trầm thấp. Y không muốn quấy rầy mà đứng\ncách đó không xa, đợi người trong phòng đọc xong mới đi vào.\nCó điều trời đông gió rét, hơi lạnh thổi qua, Hầu gia nghiêng đầu ho khan. Mặc\ndù âm thanh rất nhỏ nhưng vẫn bị người bên trong nghe thấy.\nThiếu niên lập tức biết người đến là ai, cậu hơi giật mình, sau đó khóe miệng\nkhông khống chế được cong lên, giây sau đã bị giấu đi.\nCậu mím môi, vẻ mặt vô cảm mở cửa sổ, trông thấy người nọ dịu dàng thanh tao,\nthậm chí còn trắng hơn cả tuyết.\nNgười nọ mắt đối mắt với cậu, cười nhạt, \"Làm phiền ngươi sao?\"\nThiếu niên lắc đầu, \"Không có, tại sao ngài lại đến đây?\"\nHầu gia tiến lên vài bước, trả lời: \"Nghe muội ấy nói ngươi không thích ăn bánh\ntrôi, vì sao?\"\nThiếu niên không ngờ một việc nhỏ thế này lại làm phiền Hầu gia tự mình đến đây,\ncậu có chút lúng túng đáp: \"Không thích... Còn phải có lý do sao?\"\nHầu gia mỉm cười, \"Cũng đúng. Nếu ngươi không thích bánh trôi vậy để nhà bếp làm\ncái khác ăn, không thể không ăn gì.\"\n\"Vẫn là... Không cần đâu.\" Trong mắt thiếu niên, cậu chỉ là một hạ thân, sao có\nthể đưa ra yêu cầu với người khác.\nNhận ra thiếu niên đang do dự, Hầu gia cũng không miễn cưỡng nữa mà làm như lơ\nđãng nói, \"Vừa khéo ta cũng không thích ăn nên muốn nấu ít mì. Hiệt Kính, ngươi\ncó muốn nếm thử tay nghề của ta không?\"\nLúc bấy giờ, thiếu niên không giấu được biểu cảm kinh ngạc, buột miệng nói: \"Có\nthể ư?\"\n\"Đương nhiên là được.\" Hầu gia cười cười, ý bảo thiếu niên đi theo y.\nMãi đến khi bước vào nhà bếp, nhìn Hầu gia xắn tay áo rửa nguyên liệu, thiếu\nniên vẫn cảm thấy không chân thực.\nNgười nọ dù có đặt ở nơi tràn ngập khói lửa nhân gian thì vẫn như cũ sạch sẽ\nkhông nhiễm hạt bụi nào, lại thêm nhà bếp bốc khói nghi ngút càng khiến chó\nthiếu niên thêm lo sợ. Cậu lén lút dụi mắt, sợ cảnh trước mặt chỉ như ảo ảnh\nlướt qua một giây rồi biến mất.\nLão bá nhóm lửa vui vẻ hớn hở, \"Hiếm có khi Hầu gia có hứng thú, ngài muốn ăn gì\ngọi lão một tiếng là được rồi.\"\n\"Không sao, ta cũng muốn động tay thư giãn gân cốt.\" Hầu gia múc một gáo nước đổ\nvào nồi.\nMón y nấu thật ra chỉ là loại mì dương xuân đơn giản, nấu không bao lâu đã chín,\nnhưng thiếu niên ăn vào lại như được nếm mỹ vị ngon nhất trần đời mà cậu từng\nđược thử qua.\n\"Thế nào?\" Hầu gia ngồi đối diện thiếu niên, lẳng lặng nhìn cậu.\nNuốt xuống ngụm canh cuối cùng, thiếu niên buông chén, đáp chắc nịch, \"Ăn ngon\nlắm!\"\nHầu gia bị vẻ mặt của cậu chọc cười, \"Thế thì tốt, món này là khi ta còn ở quân\ndoanh học được, đã lâu rồi không nấu.\"\nNghe vậy, thiếu niên có chút xuất thần, nhịn không được nghĩ, Hầu gia ở quân\ndoanh không biết có dáng vẻ gì.\nTrong lúc cậu còn đang miên man suy nghĩ, Hầu gia ở bên bỗng lên tiếng, \"Hiệt\nKính, thật ra không có ai chê ngươi phiền toái, ngươi có thể giống Hạ Thiền và\nĐông Tuyết, xem nơi này như nhà của mình.\"\nThiếu niên chợt lấy lại tinh thần, gặm nhắm những lời này, trong lòng ngũ vị tạp\ntrần. Cậu không ngờ Hầu gia có thể nhìn ra cậu đang lo lắng điều gì, lại càng\nkhông ngờ y sẽ an ủi cậu, bảo cậu xem Hầu phủ như nhà của mình.\nTrên đời này người tốt như y có được mấy người.\nNgười này trang trọng có thần uy nghi.\nHiển vinh người ấy diệu kỳ,\nCó quân tử Vệ văn thi đa tài.\nCuối cùng dân chẳng quên Ngài!\nSau một lúc lâu, thiếu niên gật đầu thật nhẹ, đáp: \"Dạ, Hiệt Kính đã biết.\"\nTừ khi bước vào trần đời, cậu đã nếm trải nhân tình ấm lạnh của lòng người, cứ\nngỡ bản thân sẽ vĩnh viễn mắc kẹt trong bùn lầy, lại không ngờ vào ngày đông chí\nthứ mười bốn trong đời lại nhìn thấy ánh mặt trời sáng ngời.\nMặc dù đông chí năm nay vẫn không ăn được bánh trôi, nhưng cõi lòng thiếu niên\nlại nhận được một thứ còn ngọt hơn cả bánh trôi lặng yên không tiếng động cắm\nrễ.\nSau này cậu mới biết, thứ đã cắm rễ trong những năm tháng tuổi trẻ đó ngày một\nto lớn, cuối cùng hóa một loại tình cảm không thể phớt lờ, không thể nhổ bỏ.\nChú thích:\n*Tháng chạp hay còn gọi là \"tháng củ mật\", là từ dùng để chỉ tháng cuối cùng của\nnăm âm lịch.\n*Đông chí là một trong hai mươi tư tiết khí trong nông lịch, là những những ngày\ngiữa mùa đông.\n*Giờ Thìn: từ 7:00 đến 9:00 sáng\n*瑟兮僴兮, 赫兮咺兮. 有匪君子, 终不可谖兮\nNgười này trang trọng có thần uy nghi.\nHiển vinh người ấy diệu kỳ,\nCó quân tử Vệ văn thi đa tài.\nCuối cùng dân chẳng quên Ngài!\nCâuthơ được trích từ Kinh Thi. Trong đó, Kinh Thi gồm 8 quyển, quyển 1-3 là\nQuốcPhong, quyển 4-5 là Nhã, quyển 6-8 là Tụng. Bốn câu thơ trên thuộc bài thơ\nKỳcú (khúc quanh sông Kỳ), thuộc quyển 2 phần Vệ Phong, nội dung chỉ người nước\nVệkhen tặng đức hạnh của Vệ Vũ công (Cơ Hòa), lấy cây tre mới mọc xanh um để\nkhởihứng sự tiến ích về học vấn và tu thân. Bản dịch được sử dụng của dịch\ngiảLương Trọng Nhàn trên thivien.\n----------\nĐông đi xuân đến, thời gian như cát chảy.\nVài tháng qua, thiếu niên cùng Hầu gia đã đi qua Đại mạc khô hạn, lại ghé thăm\nKỳ Liên tuyết trắng, băng qua Thục Đạo cao chót vót, cuối cùng dừng chân tại\nGiang Nam mưa bụi.\nĐang là mùa mưa, đồi núi thấp bé, cây cối um tùm xanh tốt, nhà cửa quy hoạch\nchỉnh tề thẳng hàng ẩn hiện trong mưa lại khiến cho bức tranh phong cảnh thêm\nphần uyển chuyển xinh đẹp.\nHai người cùng đi dưới tán ô dầu, xuyên qua con hẻm dài đến bên bờ sông xanh\nbiếc như ngọc.\nThiếu niên chưa từng thấy qua phong cảnh mang đậm chất thơ này trước đây, lúc\nbấy giờ chỉ hận trời không chiều lòng người, không thể thưởng thức cảnh vật thêm\nmột lát.\nNhìn ra cậu buồn bực không vui, Hầu gia bật cười dùng tay không cầm dù nhéo má\ncậu, \"Hiệt Kính không vui?\"\nThiếu niên đáp: \"Không phải không vui, chỉ là trời mưa nên có chút tiếc nuối.\"\nHai má bị nhéo có chút nóng, cậu im lặng ngước mắt nhìn y, đè lại bàn tay quấy\nphá kia.\nThật ra Hầu gia từ xưa đến nay đều rất dễ nói chuyện, chẳng qua thiếu niên vẫn\nluôn tồn tại khúc mắc trong lòng nên trước sau không dám lỗ mãng.\nSau một thời gian dài sớm chiều ở chung, cậu khó khăn lắm mới có can đảm tùy ý\nlàm bậy đôi ba lần.\nHầu gia lại muốn trêu chọc cậu, y nhéo thêm mấy cái mới thu tay về, cười nói:\n\"Không cần tiếc, cảnh mưa Giang Nam cũng có một màu sắc riêng.\"\nThiếu niên nghe vậy thì chớp mắt, nhất thời muốn nói lại thôi.\nHai người sóng đôi lên một chiếc thuyền nhỏ có mái che màu đen, con thuyền chầm\nchậm trôi trên dòng sông xanh.\nMưa phùn gió phất lay động hàng đào bên bờ, từng cánh hoa đào rơi xuống, có cánh\ntheo con nước trôi nổi, có cánh dừng trên thuyền nhỏ tô điểm thêm phần lãng mạn.\nÔng lão cầm mái chèo quen thuộc chèo chống đưa con thuyền rẽ nước trôi trên mặt\nsông bằng phẳng. Hầu gia dường như đã biết lão từ lâu, khi lên thuyền đã gật đầu\nvới lão một cái. Ông lão không cần người ra lệnh đã khua mái chèo đưa người dạo\nchơi nhìn ngắm cảnh đẹp hai bên bờ.\nNhư lời Hầu gia nói, mưa bụi Giang Nam trong mắt người thưởng cảnh là những\nngười dân rảo bước vui vẻ trên cầu và tiếng nước chảy róc rách.\nTrên bờ có một cô gái nhỏ đeo sọt bán hoa, có chàng thư sinh một thân áo trắng\nngồi ngay ngắn dưới mái hiên chấp bút vẽ tranh, còn có tài tử giai nhân sánh\nbước dưới tán ô dầu.\nThiếu niên lại suy nghĩ, rốt cuộc quyết tâm không để bản thân chịu uất ức nữa mà\nbuồn bã hỏi: \"A Yến, trước đây huynh có từng cùng người khác đến đây du ngoạn\nkhông?\"\nHầu gia biết rõ tại sao đối phương lại bày ra dáng vẻ miễn cưỡng cười đó, thế là\nlại thấy buồn cười, \"Đệ nghĩ sao?\"\nThiếu niên không thể trả lời bèn không lên tiếng.\n\"Trước đây ta từng cùng Thánh thượng nam tuần đến đây. Khi ấy lo lắng hộ giá,\nđừng nói là dạo thuyền bên sông, thậm chí số lần bước chân ra cửa còn không được\nbao nhiêu. Hiệt Kính à, đệ đúng là nghi oan cho ta rồi...\"\nDứt lời, y còn vờ như khổ sở thở dài.\nQuả nhiên thiếu niên bị dọa bối rối, vội nói: \"Không, đệ không có ý đó!\"\nHầu gia trêu chọc mỉm cười, \"Đừng nghĩ lung tung, ta chỉ du ngoạn với đệ mà\nthôi.\"\nLời này của y cậu hiểu, vì thế có chút xấu hổ.\nVừa khéo thuyền lại cập bến vào đúng lúc này, Hầu gia nhìn thấy cái gì đó, nắm\ntay thiếu niên kéo đi, \"Đi thôi, ta tặng đệ một món quà.\"\nHai người lên bờ bước đến chỗ cô nương nhỏ bán hoa, Hầu gia chọn một bông, \"Cành\nhoa hạnh này bao nhiêu tiền?\"\n\"Mười văn.\" Cô nương nhỏ ngẩng đầu, nụ cười còn rực rỡ hơn cả nhành hoa.\nHầu gia đưa tiền cho cô bé, nhận được tiền cô bé vội lấy hoa từ trong sọt ra,\ndùng một chiếc khăn tay trắng bọc hoa lại giao cho y.\nHầu gia tặng hoa cho thiếu niên, \"Không có gì để tặng, vậy ta tặng đệ một cành\nxuân. Hiệt Kính, đệ đừng nhíu mày nữa, cười một cái xem nào.\"\nThiếu niên nhận hoa, nhịn không được cong khóe mắt.\nCậu đương nhiên biết rõ hoa hạnh mang ý nghĩa gì, ngày xưa không thể cùng thưởng\nhoa, không thể cùng dạo bên sông, vậy thì để bây giờ y bồi thường cho cậu từng\ncái một.\nCô nương nhỏ nhìn thiếu niên, đôi mắt bỗng sáng ngời, cười hì hì nói: \"Hóa ra là\ntặng cho ca ca tuấn tú này, vậy muội không lấy tiền của huynh nữa.\" Nói xong còn\nthật sự muốn trả tiền lại.\nGiọng cô nương nhỏ mềm mại ngọt ngào khiến thiếu niên chợt nhớ đến Hạ Thiền và\nĐông Tuyết, khi vào Hầu phủ hai cô bé chỉ khoảng chừng này tuổi mà thôi.\nCậu ngồi xổm xuống đất, thấp giọng nói: \"Muội giữ đi, ta còn phải cảm ơn muội,\nhoa đẹp lắm.\"\nCô nương nhỏ nghe không hiểu, giương ô ngồi dưới tán tre, cơ thể hơi run.\nHầu gia đứng bên cạnh cười khẽ, tiếp sau đó cũng ngồi xổm giao tiếp với cô, \"Có\nphải muội bán hết số hoa này có thể về nhà không?\"\nCô nương nhỏ gật đầu, cười tủm tỉm như cũ.\nThiếu niên nhìn cô ngồi trong mưa gió bán hoa lại không phàn nàn câu nào, trong\nlòng khó chịu, lấy túi tiền ra đếm một chút, cảm thấy số tiền trong túi dư dả để\nmua hết số hoa trong giỏ bèn đưa cả túi cho cô, \"Ta mua hết, muội sớm về nhà\nđi.\"\nĐáng tiếc cô bé lại nhất quyết không nhận, chỉ nói: \"Sao có thể được! Ca ca,\nhuynh không cần giúp muội đâu, muội sẽ nhanh bán hết thôi.\"\n\"Ta thích hoa này lắm, không thể bán cho ta sao?\"\nCô nương nhỏ suy nghĩ hồi lâu, cuối cùng cũng quyết định nhận túi tiền, nhưng cô\nbé chỉ lấy đủ số tiền để mua hoa, phần còn lại trả lại cho thiếu niên.\n\"Cảm ơn ca ca! Sọt hoa này muội tặng cho huynh đó, là mẹ muội tự tay đan đó. Mẹ\nđan nhiều lắm, trong nhà còn có rất nhiều.\"\n\"À đúng rồi, đây là rượu mẹ muội nấu đó, tặng cho huynh luôn, uống ngon lắm ạ.\"\nCô nương nhỏ lấy từ túi đồ bên người ra một hồ lô đựng rượu, không nói thêm lời\nnào lập tức nhét nó vào lòng thiếu niên, sau đó dáng vẻ như đã thực hiện được\nmưu kế mà vội vàng xách cái ghế đẩu bằng tre lên, cầm ô vui vẻ chạy đi.\nThiếu niên kinh ngạc nhìn bóng dáng xa dần của cô, có chút không biết làm sao.\nCậu ngẩng đầu, đúng lúc đối diện với ánh mắt trêu ghẹo của Hầu gia. Trong cơn\nmưa phùn, khuôn mặt người ấy sáng trong như ngọc, sợi tóc bên thái dương bị gió\nthổi bay, cho dù là gió cũng quyến luyến vẻ đẹp tuấn tú cứng cỏi này của người.\n\"...\" Thiếu niên treo bầu rượu một bên sọt rồi ôm sọt đứng lên, \"Hoa này tặng\nhuynh.\"\nKhông có gì đặc biệt, chỉ là huynh tặng ta một nhành hoa, ta tặng huynh cả trời\nmùa xuân.\nKhi quay về hai người không ngồi thuyền có mái che nữa mà đổi sang con thuyền\nnhỏ bằng phẳng. Loại thuyền này vừa nhỏ vừa dài, thân thuyền chỉ có thể ngồi\nđược hai người, muốn đưa thuyền đến đâu cần phải có hai người hợp sức chèo, nếu\nkhông chỉ có thể mặc cho con nước đẩy thuyền đi.\nThuận gió mà đi hiển nhiên cũng là một thú vui, hai người không dùng mái chèo mà\ndựa vào nhau, ôm sọt hoa đặt sang một bên thuyền, đệ một ngụm huynh một ngụm\ncùng nhau uống rượu.\nLoại rượu gạo này không mạnh, uống vào ngược lại vừa thơm vừa dịu, dư vị kéo\ndài.\nĐáng tiếc tửu lượng của thiếu niên quá kém, dù là rượu gạo cậu cũng không thể\nuống nhiều.\nHầu gia sợ cậu khó chịu nên không cho cậu uống nữa, để cậu ngồi hưởng gió một\nlúc cho tỉnh. Gió thổi một lúc lâu, hai má thiếu niên vẫn nóng bừng, cậu chợt\nlẩm bẩm: \"Sao trời lại đen thế?\"\n\"Trời đã tối từ lâu, đệ uống say rồi?\" Hầu gia cười ôm người vào lòng, để cậu\ngối đầu lên chân y.\nThiếu niên tựa như vừa mới tỉnh, cậu phát hiện không chỉ trời tối mà ngay cả mưa\ncũng đã ngừng, chiếc thuyền nhỏ của họ không biết từ bao giờ đã trôi sâu vào\nvườn ngó sen.\nNơi thuyền dừng không rõ là vị trí nào ở hồ, bốn phía bao la rộng lớn, hoa sen\nnửa nở nửa e ấp theo gió đung đưa dưới ánh trăng.\nHồ lớn vắng vẻ không một bóng người, ngẫu nhiên có vài tiếng chó sủa vang lên\nnhư từ bên kia sườn núi vọng lại.\nHồ dựa núi, nơi sơn dã không nhà cửa không khói lửa, chỉ có cỏ cây và gió mát,\nthậm chí đến hoa cũng tự do sinh trưởng không ai bó buộc.\nThiếu niên ngơ ngác nhìn một lúc lâu, cười nói: \"Chúng ta đi vào nơi thế ngoại\nđào viên rồi sao?\"\n\"Không khác lắm.\" Hầu gia phụ họa.\nLặng im suy nghĩ một lát, thiếu niên bỗng vùng vẫy xoay người đè lên vai Hầu\ngia. Người sau hiển nhiên không kịp đề phòng, ngay lập tức bị đẩy nằm xuống,\nthuyền nhỏ lắc lư khiến sóng nước đánh vào thuyền.\n\"Sao vậy?' Hầu gia thuận tay ôm eo thiếu niên, hỏi.\nCậu mím môi, không đầu không đuôi đáp: \"A Yến, hiện tại xung quanh không có\nngười, huynh có sợ không?\"\n\"Sợ cái gì?\"\nThiếu niên bỗng chốc nở nụ cười, ánh mắt không còn thanh tỉnh.\n\"Sợ đệ có mưu đồ quấy rối huynh.\"\nNói xong, cậu cúi đầu chủ động hôn lên môi Hầu gia, đôi bên dây dưa lưu luyến\nhồi lâu mới mang theo ý cười tách ra.\n\"Uống rượu quả nhiên thú vị hơn.\"\nThiếu niên không nghe thấy Hầu gia lầm bầm điều gì, hỏi lại: \"Cái gì?\"\n\"Không có gì.\" Hầu gia ngửa đầu nhìn, \"Hiệt Kính, ánh trăng rất đẹp.\"\nThiếu niên men theo tầm mắt y nhìn, chẳng mấy chốc đã quay đầu lại hừ một tiếng,\n\"Ánh trắng trên trời có đẹp đến mấy ta cũng chỉ muốn nhìn huynh thôi.\"\nNụ cười trên mặt Hầu gia càng sâu, dẫu vậy y vẫn tỏ ra ung dung nói: \"Ừ, vậy đệ\nnói mưu đồ quấy rối gì đó chỉ có bấy nhiêu thôi sao?\"\nTất nhiên không chỉ dừng lại ở đó.\nThiếu niên đè lên người y, tay duỗi ra, nhưng đầu ngón tay còn chưa chạm đến cổ\náo đã vô thức nao núng. Tâm trí rối loạn, trong đầu như có một giọng nói khuyên\ncậu làm như thế là không đúng. Nhưng đối diện với ánh mắt trêu chọc nửa cười nửa\nkhông của y, cậu lại có phần chán nản.\nThôi, một là không làm, hai là phải làm đến cùng.\nCậu do dự một lúc rồi tiếp tục động tác.\nNhưng không lâu sau lại thở dài, nói: \"Quên đi.\"\nCho dù là nơi không người cậu cũng không thể bỏ qua quy củ lễ nghi mà làm càn,\ncậu vẫn có chút lo lắng, sợ người cao quý xưa nay như Hầu gia sẽ không thích mất\nthể diện.\nCậu dụi mắt, \"Chúng ta về đi.\"\nDứt lời, tầm nhìn lập tức thay đổi, vị trí trên dưới cũng đảo điên. Dựa theo\nđộng tác của người trên, sọt hoa cũng chao đảo làm vài cánh hoa hạnh bay ra đáp\nlên vai Hầu gia.\n\"Đệ...\"\n\"Hiệt Kính, ta tất nhiên không sợ, đệ... Cũng đừng sợ.\"\nTrăng tròn vắt ngang đỉnh núi, giữa bầu trời đêm lấp lánh tỏa sáng. Ánh trăng\nsoi rọi chiếu xuống mặt hồ lăn tăn gợn sóng.\nGiữa những đài sen, một chiếc thuyền nhỏ chầm chậm đung đưa, lúc nhanh lúc chậm.\nMặt nước nhấp nhô, thuyền nhỏ lắc lư tạo ra từng đợt sóng nhỏ.\nTrong hồ có trăng, dưới trăng có hồ.\nCó một câu nói chính là \"Say rồi nào còn biết trời trong nước, cả thuyền mộng\nđẹp thắp đầy ánh sao*\".\nChú thích:\n*醉后不知天在水, 满船清梦压星河\nSay rồi nào còn biết trời trong nước, cả thuyền mộng đẹp thắp đầy ánh sao.\nCâu thơ thuộc bài thơ 《题龙阳县青草湖》(Viết trên hồ Thanh Thảo huyện Lũng Dương – huyện\nHán Thọ tỉnh Hồ Nam ngày nay) của nhà thờ thời nhà Nguyên - Đường Củng, tự Ôn\nNhư. Bài thơ ý chỉ người uống say nằm trên thuyền trông thấy bầu trời đầy sao,\nnửa như mơ nửa như thật, thật thật ảo ảo khiến người ấy tự hỏi không biết ánh\nsao đó là sao trên trời phản chiếu trong bóng nước hay chỉ là một giấc mơ.\n----------\nĐèn đuốc rực rỡ cháy, khóa sắt treo bên cầu.\nVó ngựa tung bụi mờ, trắng sáng cùng người đi.\nNgày mười lăm tháng giêng chính là ngày Tết Thượng Nguyên*.\nTrong kinh thành, khắp nơi khắp chốn đều là tiếng người rộn rã cười vui, ngay cả\nsương băng gió rét cũng không thể khiến bầu không khí náo nhiệt ấy vơi đi phần\nnào.\nNgười cùng người đoàn tụ sum vầy, cố nhân xa cách lâu năm cuối cùng cũng có ngày\ncưỡi ngựa quay về.\nChia ly nhiều năm, một lần nữa đứng trước cửa Dung An Hầu phủ, thiếu niên cũng\nkhông có cảm giác xa lạ, những năm tháng lang bạt dường như chỉ mới là ngày hôm\nqua, ký ức vẫn còn vẹn nguyên như xưa.\nRất lâu về trước cậu vì một người mà quyến luyến Hầu phủ, chỉ vì nơi đó có người\nmà cậu nhớ thương.\nCậu ôm suy nghĩ đại nghịch bất đạo trong lòng, ngày ngày sống trong sợ hãi, thậm\nchí còn nghĩ đến cảnh bản thân bị trục xuất khỏi phủ.\nCó lẽ sẽ không khác gì cá rời nước, không thể sống lâu.\nLòng có tư tưởng vấn vương, thiếu niên bỗng bị khung cảnh quen thuộc khiến cho\nxúc động.\nLúc bấy giờ, Hầu gia đứng bên cạnh dịu dàng ôm lấy vai cậu, nói: \"Hiệt Kính,\nchúng ta về nhà rồi.\"\nThế là tất cả đau buồn tan thành mây khói, thiếu niên gật đầu, đáp: \"Ừ.\"\nVốn dĩ là tâm tình kích động không thể nói thành lời trong thời gian ngắn, lúc\ntrả lời lại mang theo chút giọng mũi, truyền vào tai Hầu gia lại có cảm giác như\nđối phương có chút uể oải.\n\"Không thoải mái?\" Hầu gia dịu dàng hỏi, \"Còn đau không?\"\nThiếu niên nghe vậy lập tức cứng đờ, im lặng không nói quay sang liếc người bên\ncạnh một cái.\nCậu hiểu rõ câu hỏi đau hay không kia là đang chỉ vị trí nào, cũng biết rõ ẩn\nsâu sự hỏi han ân cần đó của Hầu gia là ý tứ trêu ghẹo.\nĐau tất nhiên là đau rồi, hơn nữa còn phải cưỡi ngựa một đoạn đường dài.\nMặc dù Hầu gia đã cẩn thận giúp cậu thoa thuốc, nhưng trước khi vào thành vẫn\nphải đi qua đường núi gập ghềnh xóc nảy, khổ không kể xiết.\nĐêm qua nháo loạn rất lâu, sau khi kết thúc cậu còn chưa hoàn toàn tỉnh táo, làm\nHầu gia lo lắng quan tâm ôm chặt vào lòng một lúc lâu mới lấy lại tinh thần,\ncười nói: \"Được rồi.\"\nNào ngờ người phía sau lại không nhịn được mà trêu, ngửa đầu hôn xuống gáy cậu,\nmiệng lẩm bẩm: \"Sẽ không như thế nữa\". Lời thề son sắt cam đoan.\nKhoác lác thì hay rồi, cuối cùng người khổ vẫn là cậu.\nThiếu niên tạm dừng một lúc, không nói lời nào, làm như không có việc gì bước\nvào phủ.\nHầu gia cũng cười nhạt bước theo.\nHầu phủ vẫn giữ nguyên hình dạng khi hai người rời đi, mặc dù năm xưa đã đuổi\ntất cả người hầu, trước khi đi còn cho họ một số tiền để tự do lập nghiệp, nhưng\nHạ Thiền và Đông Tuyết vẫn thường xuyên quay về dọn dẹp, thật sự là rất có tâm.\nNhắc đến hai người, mấy năm qua Hầu gia và thiếu niên du ngoạn bên ngoài cũng\nkhông ngừng tới tui thư từ với hai cô. Lần này trở về cũng là vì năm trước Hạ\nThiền vừa hạ sinh hai đứa con, hy vọng mọi người có thể đoàn viên.\nÝ định ban đầu là quay về cùng đón năm mới, nhưng nghĩ đến việc Hạ Thiền đã có\ngia đình, hai người bèn kéo dài thời gian, đợi đến Tết Nguyên Tiêu mới quay về.\nCẩn thận xem xét, hóa ra mọi chuyện xảy ra trên đời đều có nhân có quả.\nNăm đó thiếu niên ở Hạnh Viên trọng thương, mạng sống khó giữ, vốn tưởng rằng cứ\nthế xuôi tay lại không ngờ chờ được ý trung nhân đáp lại.\nMà Đông Tuyết và Hạ Thiền bị bỏ lại ở Hạnh Viên hôm đó, vốn chỉ dừng lại nghe\nmột khúc nhạc lại vì Hầu gia rối loạn mà lẻ loi không người đưa đón may mắn tìm\nđược một mối nhân duyên.\nNgười gảy cổ cầm là công tử nhà họ Liễu, hắn từ xưa đến nay đều cho rằng bản\nthân thấu hiểu nhạc lý tài hoa hơn người, tiêu dạo tự tại, nào ngờ một thoáng\ngặp gỡ nơi Hạnh Viên lại vì cô nương Hạ Thiền sáng sủa hoạt bát dưới nắng câu\nhồn, thiếu chút nữa làm đứt dây đàn trong tay.\nĐôi bên gặp nhau dưới tình huống cấp bách, hắn xung phong nhận việc đưa hai cô\nvề phủ.\nSau này dù đã biết Hạ Thiền chỉ là một nha hoàn ở Hầu phủ hắn cũng không có chút\nbận lòng.\nKhi đó, Hạ Thiền vì thiếu niên bị thương mà rầu rĩ không vui, mỗi lần công tử\nnhà họ Liễu đến cửa xin gặp đều bị từ chối. Hắn không một lần nổi giận, không\nthể gặp mặt thì tìm trà lâu đối diện Hầu phủ đánh đàn, tiếng đàn văng vẳng bên\ntai, im lặng làm bạn.\nTrời cao không phụ lòng người, sau khi thiếu niên và Hầu gia rời kinh, Hạ Thiền\nkhông còn vướng bận, hai bên cuối cùng cũng có thể gặp mặt.\nThật ra cô cũng có ý với hắn, nhưng trong mắt cô Hầu gia và thiếu niên mới là\nnhững người quan trọng nhất, thế nên chỉ có thể áy náy tạm thời lơ là đối\nphương.\nSau đó, đôi tình nhân kết mối se duyên, tạo thành mối lương duyên quý giá.\nĐối với việc Hạ Thiền thành thân, thiếu niên vẫn luôn có cảm giác không đúng.\nTrong trí nhớ của cậu, cô ấy vẫn chỉ là một cô nương nhỏ chưa đến tuổi cập kê,\nmiệng cười tủm tỉm gọi cậu là \"Hiệt Kính ca ca\".\nNháy mắt người đã trưởng thành, cô nương nhỏ ngày nào đã trở nên duyên dáng yêu\nkiều, thậm chí còn đã làm mẹ.\nThiếu niên và Hầu gia đang nói về Hạ Thiền, ngoài phủ vừa khéo truyền đến tiếng\nxe ngựa.\n\"Đã nói thiếp có thể tự đi, có nhũ mẫu đi theo bế con mà.\"\n\"Ta không tự mình đi theo làm sao có thể yên tâm.\"\nGiọng nói rộn rào nhốn nháo hòa với tiếng chân xuyên qua hành lang đi vào chính\nđường.\nLà Hạ Thiền, bên cạnh cô là một công tử có tướng mạo tuấn tú, theo sau là hai\nnhũ mẫu, mỗi người bế một đứa bé trắng hồng như ngọc khắc.\nTrông thấy cố nhân, đôi mắt Hạ Thiền đỏ ửng, cố gắng không để nước mắt rơi.\nHầu gia mỉm cười, \"Còn khóc, còn ra thể thống gì nữa.\"\nLời này chỉ thuận miệng nói mà thôi, ngày xưa ở Hầu phủ y chưa từng dùng quy củ\nkiểm soát người trong phủ, hiện tại chỉ vì lo lắng cho sức khỏe của cô nên mới\nkhông muốn cô khóc.\n\"Ai khóc chứ.\" Hạ Thiền cũng cười, vươn tay chùi mắt, \"Thấy ngài và Hiệt Kính ca\nca, muội vui còn không kịp.\"\nCô thuận thế xoay người ra hiệu cho hai nhũ mẫu ôm hai đứa bé đến cho họ xem.\nHai bé là một cặp song sinh, nay chỉ mới ba tháng tuổi, không sợ người lạ, vô\ncùng ngoan ngoãn. Không rõ hai bé học đâu được sự ăn ý, bé trai lớn nhìn Hầu\ngia, bé trai nhỏ nhìn thiếu niên, quan sát một lúc rồi mỉm cười hớn hở, trông\nrất vui vẻ. Có gì hot? Chọt thử trang { TrU𝘮 Tr𝙪𝔂𝙚n.𝘝𝙽 }\nThiếu niên chưa từng gặp đứa bé nào nhỏ thế này, cậu muốn chạm vào nhưng không\ndám, dưới sự giúp đỡ của Hạ Thiền mà ôm lấy bé nhỏ, bàn tay cứng đờ không biết\nphải đặt thế nào.\nĐoàn người không ở lại phủ lâu, người trước nối đuôi người sau hướng đến tửu lâu\nnổi tiếng nhất kinh thành.\nKinh Thành nay đã khác xưa, Túy Tiên Lâu nổi danh ngày nay do một cô gái làm\nchủ, vừa khéo chính là cô nương Đông Tuyết thích ăn nhất kia.\nVốn dĩ họ dự định sẽ ăn Tết Nguyên Tiêu ở Hầu phủ, nhưng tửu lâu người nhiều,\ndịp lễ tết sẽ càng thêm náo nhiệt, không may có người nhân cơ hội đục nước béo\ncờ thì cần có chủ ở đó để giải quyết.\nThế là, Đông Tuyết bèn làm chủ mời mọi người đến tửu lâu, giữ lại căn phòng tốt\nnhất đón khách, cũng dùng nhiều nguyên liệu đặc biệt nhất để nấu ăn.\nTrước khi Hầu gia rời kinh đã dặn Hạ Thiền và Đông Tuyết muốn làm gì đều được.\nKhi đó Đông Tuyết còn nói đùa bản thân chỉ biết ăn, nhưng sau khi cẩn thận suy\nnghĩ, cô cảm thấy dùng sở thích ăn uống của mình đã phát triển kinh doanh không\nphải không được.\nCô có số ngân lượng lớn mà Hầu gia ban cho, lại từng đọc qua sách dạy kinh doanh\nkhi còn học với phu tử, hơn nữa bản thân còn có tài nghiên cứu nấu nướng vô số\nmón ngon, không bao lâu đã làm ra ngô ra khoai.\nDung An Hầu tuy rằng đã không còn tồn tại trên danh nghĩa nhưng trong kinh vẫn\ncòn rất nhiều người từng nhận ân huệ của Hầu gia, bọn họ nhớ mãi không quên ân\ntình, nghe nói tửu lâu này là người của quý phủ mở nên đến ủng hộ.\nThiên thời địa lợi nhân hòa, Túy Tiên Lâu càng lúc càng nổi tiếng, thậm chí ngự\nyến trong cung còn mời đầu bếp của tửu lâu đến nấu.\nKhi người đến, Đông Tuyết đang đứng chống nạnh dạy bảo một tên tiểu nhị lười\nbiếng.\nTiểu nhị cũng rất oan ức, gã than thở bản thân chỉ muốn chợp mắt một lúc mà\nthôi.\nNghe gã giải thích tối hôm qua giúp người khác xúc tuyết dọn đường như thế nào,\nrồi lại vì sao mà ngủ muộn dẫn đến làm việc không có tinh thần, lúc bấy giờ Đông\nTuyết mới thả gã đi, giọng điệu không quá ôn hòa sai gã ra sau bếp nghỉ ngơi.\nNếu nói lúc nhìn thấy Hạ Thiền là bồi hồi thì khi trông thấy Đông Tuyết, thiếu\nniên cảm thấy vô cùng bất ngờ.\nTrong ấn tượng của cậu, Đông Tuyết luôn là một cô nhóc miệng ăn luôn mồm, thích\năn nhất là đồ ngọt, còn vì răng đau mà bật khóc.\nCòn cô gái này lại có bờ vai mảnh khảnh vòng eo thon thả, mặt mày tươi sáng, lúc\ncười rộ lên mắt ngọc mày ngài, dáng vẻ rõ ràng là một bà chủ thông minh lanh lợi\nkhéo léo tài tình.\nHoàn toàn không giống cô nương nhỏ lén lút ăn kẹo trong giờ học.\nSong, khi cậu nhìn thấy Đông Tuyết nhanh chóng bóc vài quả sơn tra cho vào miệng\ngiữa lúc ngơi tay khi bận rộn, cảm giác quen thuộc khi xưa tìm về, mọi thứ dường\nnhư vẫn không hề thay đổi...\nĐông Tuyết vẫn là dáng vẻ thích cười thích nháo ngày trước, lúc ăn tối vì bị\nchọc cười mà thiếu chút nữa phun cả cái bánh trong miệng ra.\nCông tử nhà họ Liễu muốn để cho Hạ Thiền an tâm dùng bữa bèn dẫn hai đứa nhỏ ra\nbờ sông ngắm hoa đăng.\nTết Thượng Nguyên, hoa đăng trôi, khói lửa sáng, tất cả đều rung động lòng\nngười.\nĐáng tiếc Đông Tuyết không có cơ hội nhìn ngắm khung cảnh náo nhiệt đó, cô còn\nđang vội vàng ăn uống, sau đó lấy danh nghĩa chủ tiệm tuần tra các trà lâu khác.\nNgười này luôn xem trọng đồng tiền, có lẽ cả đời này cũng sẽ không kết hôn, chỉ\nlo lập nghiệp là đủ.\nĐi tới bờ sông, bên bờ đã có không ít người chen chúc nhau thả hoa đăng cầu\nphúc.\nHoa đăng có nhiều hình dạng khác nhau, từng cái từng cái trôi nổi trên mặt hồ,\nhóa thành những ngôi sao nơi ngân hà trải dài tỏa sáng rực rỡ.\nThấy thiếu niên chăm chú nhìn, Hầu gia mỉm cười đề nghị, \"Chúng ta cũng thả một\ncái nhé?\"\n\"Dạ.\" Thiếu niên theo bản năng gật đầu, một lát sau lại nói: \"Nhưng đệ dường như\nkhông có tâm nguyện nào chưa thực hiện cả.\"\nPhu quân bên người, người thân thành gia lập nghiệp, vạn sự như ý.\nTrong lúc nói chuyện, Hầu gia đã nắm tay thiếu niên đến một sạp nhỏ bán hoa\nđăng, y nghe vậy bèn cười, \"Nếu đã vậy không bằng chúng ta viết một cái 'Nguyện\nHiệt Kính không còn đau nữa' thế nào?\"\nThiếu niên thiếu chút nữa vung tay bỏ chạy, cắn răng nói: \"Không cần viết, đệ\nkhông có đau.\"\n\"Ừ, không đau.\" Trêu cậu luôn rất thú vị, Hầu gia bật cười nhéo mặt cậu, \"Vậy\nđêm nay tiếp tục.\"\n\"...\"\nCuối cùng hai người chọn một hoa đăng trên đỉnh có khối tròn nhỏ, như mặt trăng\ntròn sừng sững trên bầu trời đêm nay.\nCâu nói trêu ghẹo kia tất nhiên không được viết lên hoa đăng, Hầu gia dưới mắt\nnhìn chăm chú của thiếu niên cầm bút viết xuống năm chữ lưu loát sinh động.\nMỗi năm luôn vui vẻ.\nNgọn hoa đăng xuôi theo dòng nước trôi, bờ đối diện cũng phóng lên pháo hoa.\nVào mỗi dịp Tết Thượng Nguyên, quan lại trong kinh thành đều cho người đốt pháo,\nai nấy đều chi tiền rất hào phòng, quang cảnh cũng vì thế mà sặc sỡ hơn. Giữa\nmàn đêm, pháo hoa từng đợt bung nở, tia lửa như mưa sao rơi đầy trời.\nDưới màn mưa sao, thiếu niên bỗng quay đầu, gọi một tiếng \"A Yến\".\n\"Ta đây.\" Hầu gia nhìn cậu đáp lời, duỗi tay nắm lấy tay cậu.\nKhông cần thiên ngôn vạn ngữ, bầu bạn bên cạnh đã đủ rồi.\nTrăng tròn vành vạnh, người người sum họp, cảnh đẹp ngày vui, năm tháng dài lâu,\nta cùng người nắm tay sẻ chia.\nChú thích:\n*Tết Thượng Nguyên: còn có tên gọi khác là Tết Nguyên Tiêu hoặc Tết Trạng\nNguyên. Đây là ngày lễ thiêng liêng nhất đầu năm mới, còn được gọi là \"Lễ hội\nđèn hoa\" hoặc \"Hội hoa đăng\", bắt nguồn từ tục cúng tế thời Hán Vũ Đế với tập\ntục trưng đèn trên cây nêu trước cửa, đốt đèn, chơi lồng đèn ngũ sắc, có thể kéo\ndài từ ngày mười ba đến mười bảy tháng giêng.\nKẾT THÚC",
    "scenes": [
      {
        "revised_prompt": "Create an intricate image capturing a poignant scene from a traditional animation style story. The setting is a bustling marketplace at twilight, rich in color and vibrancy. Central to this scene is a vulnerable yet defiant Asian boy dressed in mourning clothes, surrounded by a mocking crowd. His large, expressive eyes reflect his unyielding spirit despite the surrounding negativity. A prominent figure, possibly a steward, enters the scene with an ornate carriage, causing a shift in the crowd as they disperse. This authoritative figure offers the boy a pouch of silver coins. Our central character, however, refuses the offer with resoluteness, illustrated through a deep bow and a determined gaze, suggesting his struggle against desperate circumstances. The scene is dominated by warm hues of crimson and gold, contrasted by the undercurrent of emotional turmoil. In the background, intricately depicted market stalls tell stories of life beyond the immediate event, while fragmented lanterns symbolize the boy's yearning for acceptance. This is a narrative of loyalty, sacrifice, and the pursuit of identity amid chaotic surroundings.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-WdMZzMP7BXDPJCi6glFmeK1p.png?st=2024-10-20T15%3A55%3A47Z&se=2024-10-20T17%3A55%3A47Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T18%3A35%3A59Z&ske=2024-10-20T18%3A35%3A59Z&sks=b&skv=2024-08-04&sig=ogZK5X8OFs7H9a12R7pX4GrdqfGtCGWTQwya4GT8%2BT8%3D"
      },
      {
        "revised_prompt": "In this poignant, emotionally charged illustration resonant with elements of Shojo manga style, two central figures carry an in-depth narrative within a dimly lit traditional interior, richly embellished with complex tapestries and wooden ornaments that bring forth a distinct historical aura. A muted color range contrasting with the mild luminescence from a lantern breeds flickering shadows symbolic of the characters' roiling emotions. At the nucleus of this composition, a male character, shown to be Black of descent, kneels next to an Asian female character. His body language and large, expressive eyes convey a conflicted inner turmoil, accompanied by a strong sense of resolve and vulnerability. His cheeks bear a rosy hue against the female character's pale skin. The crimson cloak he bears symbolizes depth of warmth and an air of urgency. The female character reclines, sickly and resigned, enhancing their emotional connection. The male character's hand visibly shakes as he brings forth a spoon filled with bitter medicine towards the female. A window in the scene introduces rhythmic sounds of rain, reflecting the male character's internal battles, concurrently exhibiting imposing storm clouds outside – emphasizing the dire emotional circumstances of their shared reality. The image is a vivid narration of love and loyalty thriving in adversity, with a crisp yet harmoniously balanced color scheme reflecting their bittersweet relationship.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-xxF1elqqjQHWJSlm3jOxl12Q.png?st=2024-10-20T15%3A56%3A20Z&se=2024-10-20T17%3A56%3A20Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T18%3A21%3A43Z&ske=2024-10-20T18%3A21%3A43Z&sks=b&skv=2024-08-04&sig=2EG5nE/MjNFOKwNWkQcg2E4il4mxTrrFRWaaA5Wonxw%3D"
      },
      {
        "revised_prompt": "Depict a moving scene set inside a poorly-lit room soaked in the warm colors of glowing lanterns. A man, possibly of East Asian descent, stands on the brink of the room, his worn-out garments hinting at a harsh life. His awe-filled eyes display simultaneous feelings of reverence and vulnerability as they settle on his companion in the room. Another man, probably of East Asian descent, lounges on a plush silk cushion. His frailty is as visible as his splendor, the elaborate robes he wears indicating aristocratic roots. As he makes an effort to get up, his sensitivity coupled with inner strength stir the emotions in the observing man. The room is filled with falling cherry blossoms trickling through an open window, a metaphor for passing beauty, in noticeable contrast to the lively passion of the characters. The room's background is enriched with patterned textiles and personal keepsakes, adding even more depth to the stirring emotions brewing between the two. The mood teems with unexpressed strain between love and obligation, perfectly capturing sacrifice and recovery amidst the ebb and flow of destiny. The art style leans into 2D shojo, emphasizing emotional depth.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-W92ZyTQxPmtC0nnY971z6xMM.png?st=2024-10-20T15%3A56%3A48Z&se=2024-10-20T17%3A56%3A48Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T18%3A44%3A52Z&ske=2024-10-20T18%3A44%3A52Z&sks=b&skv=2024-08-04&sig=UQBS0q6VpKB7eIL/Ozjs4oInhbW/WpQXyPWqu7p5BlU%3D"
      },
      {
        "revised_prompt": "In a touching scene, we see an intimate moment in a dimly-lit room aglow with the flicker of candlelight casting gentle shadows on the walls. We see two unnamed individuals of South Asian origin in the center. A man with flowing ebony hair and a face marked with worry, his expressive eyes shiny with unshed tears offers a clear contrast to his companion's frail demeanor. He gently presses his forehead against his companion’s, showcasing a deep emotional bond amidst a despairing situation. His companion, delicate with a pallor complexion and plump lips, leans into the other's embrace, a subtle smile hinting at gratitude despite apparent discomfort. The sheen of water from an herbal bath plays on their skin, reflecting the comforting candlelight, enhancing the sense of intimacy between them. Ambiguous hints of foliage and textiles in the background provide warmth against the chill in the room. The image utilizes a color palette of rich amber and deep blues to highlight the contrast between their interpersonal warmth and the chill of their circumstances, inviting the viewer into their poignant love story.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-BJFHUsxRskySHDft6n8pmret.png?st=2024-10-20T15%3A57%3A19Z&se=2024-10-20T17%3A57%3A19Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T18%3A34%3A41Z&ske=2024-10-20T18%3A34%3A41Z&sks=b&skv=2024-08-04&sig=Xzzr/p1heLGi3hXn2b5SlNRPv2EU/W/ibXrmeX44Irs%3D"
      },
      {
        "error": "Bad request - please check your parameters"
      },
      {
        "revised_prompt": "In this emotion-filled, Manga-inspired illustration, two characters are seen sharing a touching moment amidst a lively spring gathering at dusk. Underneath an arch of blooming cherry trees, their emotions are as delicate as the fluttering petals bathing in the warm glow of sunset. One character, dressed in intricately detailed armor symbolizing his internal conflicts, stands firm, his expression is one of resolution tinged with melancholy. He is a South Asian male and his eyes are locked on the second character. The second character is a Black male whose gentle radiance is enhanced by his beautiful flowing white robes, his tender smile hiding his ailment. The indistinct silhouettes of partygoers form a contrasting backdrop to their serenity. The pastel tones of pink, white, and golden yellow encapsulate the emotional tension of love and societal norms, inviting viewers to feel the profundity of their tacit bond in this beautifully crafted 2D artwork.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-Tm4DgkxUyHfxxRNuobDlATVv.png?st=2024-10-20T15%3A58%3A57Z&se=2024-10-20T17%3A58%3A57Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T19%3A00%3A06Z&ske=2024-10-20T19%3A00%3A06Z&sks=b&skv=2024-08-04&sig=PF7hiwr2g4ACbcR94GJ0ksdjuTTFKgBQmdu2XLY7qhE%3D"
      },
      {
        "revised_prompt": "A tranquil twilight scene at a noble estate, bathed in soft, golden colors. Stately willow trees sway along a cobblestone pathway, their branches creating gentle shadows as cherry blossoms float in the soft spring wind. In the center of the scene is a grandly decorated coach, its luxury subtly shining in the moonlight. An Asian man with youthful features and expressive eyes is fainting, leaning against an Asian woman with sharp yet soft features. The man's hair is a bit messy, framing a lightly-colored face showing vulnerability, while the woman looks at him with love and concern. The woman's attire is deep in color contrasting against the man's more mild-hued clothes. Their hands touch, one firm, the other shaking, symbolizing a connection between them. The woman gently sweeps a stray hair from the man's forehead, indicating tenderness during a time of sadness. The artist's style is soft and two-dimensional, using vibrant pastels and rich colors to reflect their emotional states during a poignant moment of love under societal pressures.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-qygczvKpgfBNZFWysCrr3jd3.png?st=2024-10-20T15%3A59%3A23Z&se=2024-10-20T17%3A59%3A23Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-20T10%3A48%3A35Z&ske=2024-10-21T10%3A48%3A35Z&sks=b&skv=2024-08-04&sig=kccnv9p3pdt8RrHqyr2LQT9g0EvEZMm5YRrOt/pb3z4%3D"
      },
      {
        "revised_prompt": "A powerful scene unfolds in a dimly lit, elegantly adorned room, enhanced by richly colored tapestries. Warm shadows dance across the polished wooden floor, stark candles flickering, amplifying the tension. A commanding male figure with sharp features and expressive eyes of East Asian descent, clad in rugged, dark clothing stands protectively over a companion, his determined expression epitomizing resolve. He holds a South Asian male, distinguished by a tranquil smile and a bloody shoulder, his softer stance echoing vulnerability. Shattered furniture and scattered petals signify chaos and loss. Beyond the room, a bright moon imparts a spectral glow, symbolizing contrast and duality. This meaningful artwork crafted in the style of traditional Japanese Shojo manga captures themes of love, peril, sacrifice, inviting viewers to ponder over themes of commitment and bravery.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-UvwKu200yJlu3Nbdu4TLfFdn.png?st=2024-10-20T15%3A59%3A50Z&se=2024-10-20T17%3A59%3A50Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T19%3A00%3A17Z&ske=2024-10-20T19%3A00%3A17Z&sks=b&skv=2024-08-04&sig=g43XsVa0OozhAWvhxnfeeLUgoRnq7gjHz%2BbnDVhWHlE%3D"
      },
      {
        "revised_prompt": "Depict a dimly lit room exuding warmth, with the delicate evening light gently seeping through a window. The central focus is a young Asian warrior reclining on a wooden bed covered in soft silk sheets, his expressive eyes reflecting vulnerability and emergent affection. Beside him, an Asian nobleman is seen showing care and warmth, holding a spoonful of medicinal potion, ready to be administered. His friendly grin and his act of brushing the warrior's hair aside conveys deep concern and friendship. Meanwhile, swaying paper lanterns in the backdrop suggest an ongoing celebration. The scene is illuminated by a golden sunset creating an intricate interplay of light and shadows. The illustration reflects themes of healing, affection, and the relief of love in strenuous times. The artistic style follows the classic 2D format typical of early 19th-century Japanese Manga, exhibiting delicate strokes, amplifying characters' emotions through big, expressive eyes, and a warm color palette.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-akLJAEMKtr5heEeGPhN5etDX.png?st=2024-10-20T16%3A00%3A17Z&se=2024-10-20T18%3A00%3A17Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T18%3A35%3A44Z&ske=2024-10-20T18%3A35%3A44Z&sks=b&skv=2024-08-04&sig=b%2Bhf6eaniDQx9KuVMQsvOG/gktwytoyyUZj492v1E5c%3D"
      },
      {
        "error": "Bad request - please check your parameters"
      },
      {
        "revised_prompt": "Create an evocative scene titled 'The Morning After,' capturing a tender moment between two individuals in a softly lit bedroom at dawn. The room is bathed in warm, golden light filtering through delicate curtains that highlights the intricate floral patterns on the tousled bed sheets. One individual, with warm chestnut tousled hair, nestles against the other, whose grayish hair frames a gentle face that conveys protection. Their clothing consists of layers of delicate fabrics in pastel hues—blues, pinks, and soft greens—that signify their tenderness. As the chestnut-haired individual stirs, surprise is evidenced in large, expressive eyes, while the other's embrace signifies their bond. The background is softly blurred to indicate their chaotic environment, hinting at their shared journey. Decorative chimes near the window react to the breeze, contributing to the emotional ambiance. The scene juxtaposes their peaceful morning against societal challenges, resonating deeply with themes of love and resilience.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-69O3S5lqxb28vKxfZ3d1mw1r.png?st=2024-10-20T16%3A01%3A26Z&se=2024-10-20T18%3A01%3A26Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T18%3A18%3A20Z&ske=2024-10-20T18%3A18%3A20Z&sks=b&skv=2024-08-04&sig=jxuLFFpxccjMex6u1T3ramPMVQJFnhoOVrv2GTrNyLQ%3D"
      },
      {
        "revised_prompt": "A tranquil winter day scenario is taking place in a snug study, bathed in diffused morning light that forms a sharp contrast with the twirling snow outdoors. A middle-aged South Asian man sits at a weathered wooden desk, his large, emotive eyes mirroring solitude and resolve. He is seen wearing a snug, layered sweatshirt, his posture suggesting contemplation as he shrinks into his chair with his hands curled into each other. Suddenly, a young Hispanic woman bombards in, her vivacious multi-layered attire filled with radiant touches and her spirited cheeriness breathes life into the scene. She delightfully holds a plate of spherical rice dumplings, her enthusiastic stance in stark contrast with the man's introversion. A serene Middle-eastern man stands behind them, oozing elegance in his comfortable yet sophisticated outfit, augmenting the warmth of the room with his gentle grin. The kitchen in the backdrop, decorated with congenial details, contributes to the nurturing ambiance. Soft blues and whites depict the snowy exterior, whereas warm golden hues illuminate the interior, conveying emotional complexity through delicate shadows. The entire composition emphasizes hope and bonding during times of isolation.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-cGzXiI4zlw1ZuK2uZX1m9BRd.png?st=2024-10-20T16%3A01%3A59Z&se=2024-10-20T18%3A01%3A59Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T18%3A29%3A34Z&ske=2024-10-20T18%3A29%3A34Z&sks=b&skv=2024-08-04&sig=I2ay7PPBJbve6yCDczyxmaUOcWelsqCWTRPC9cV2mW8%3D"
      },
      {
        "revised_prompt": "An enchanting scene on a small boat with a black roof, sailing on a glittering turquoise river in an unspecified location during a light spring rain. Cherry blossoms are falling from the trees above, their delicate pink and white petals creating a dreamlike atmosphere. A young character with expressive eyes full of surprise and a hint of mischievousness sits on the boat, blushing slightly. This character is wearing simple but elegant traditional clothes. Across from him, another character exudes an air of nobility, his peaceful smile and gently flowing hair symbolizing tranquility and affection as he playfully pinches the young character's cheek. This character is dressed in refined clothing in soft colors that provide a contrast to the vibrant energy of the young character. Delicate raindrops and reflective ripples of silver moonlight add to the romantic mood of the scene, and the lush greenery surrounding them signifies the transient beauty of their friendship. This image captures an intimate moment filled with connection and affection displayed in a classic technique reminiscent of early Japanese shojo manga.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-X6LCnUaDAxnJy3Gv6jhChAtR.png?st=2024-10-20T16%3A02%3A25Z&se=2024-10-20T18%3A02%3A25Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T23%3A11%3A45Z&ske=2024-10-20T23%3A11%3A45Z&sks=b&skv=2024-08-04&sig=l3Gp942EVu0HaMulrcMOQA0zsmRj5igrPmZP%2BNNFsAE%3D"
      },
      {
        "revised_prompt": "An energetic festival scene illustrating two individuals during a cultural holiday event. The first person stands confidently beside the other, his warm, expressive eyes filled with aspiration and joy as he holds a crescent lantern that delicately lights up his features. He is dressed in a stylish, traditional outfit adorned with complex designs. The other person gently nudges him, her quick touch against his hand symbolizing their profound, implicit camaraderie. Surrounding them, jovial people in vibrant attire engage in merriment, underscoring the dynamic spirit of the gathering. Delicate cherry blossoms twist in a soft breeze, while vibrant fireworks illuminate the dark sky, casting colorful reflections on the water. The color scheme combines warm yellows, reds, and soft pinks with cool nighttime shades, suggesting warmth and cheerfulness. Both characters exhibit a blend of exhilaration and gentleness, observing companionship and unity amidst the captivating party. The aesthetic is smoother, 2D, with fluid lines and radiant colors.",
        "url": "https://oaidalleapiprodscus.blob.core.windows.net/private/org-bc5HBQhvaR8slJsCddn8ivhO/user-d2iIn1kW4LjeRo413Kf4Sohs/img-MptRXQyjHa7NFnob06I3uRWv.png?st=2024-10-20T16%3A02%3A50Z&se=2024-10-20T18%3A02%3A50Z&sp=r&sv=2024-08-04&sr=b&rscd=inline&rsct=image/png&skoid=d505667d-d6c1-4a0a-bac7-5c84a87759f8&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2024-10-19T18%3A40%3A18Z&ske=2024-10-20T18%3A40%3A18Z&sks=b&skv=2024-08-04&sig=TzhVy08vWAOOSM5TGJZBl/eMbh50Z6i9HSnDIpgyNvc%3D"
      }
    ],
    "voices": [
      {
        "key": "speech_synthesis-1729445134738.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445134738.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445173171.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445173171.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445235313.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445235313.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445276722.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445276722.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445345181.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445345181.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445389493.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445389493.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445445137.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445445137.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445526383.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445526383.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445570832.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445570832.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445613555.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445613555.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445669779.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445669779.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445719151.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445719151.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445787484.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445787484.mp3&version_id=null"
      },
      {
        "key": "speech_synthesis-1729445850252.mp3",
        "bucket": "stories",
        "url": "https://s3.oneflow.vn/api/v1/buckets/stories/objects/download?prefix=speech_synthesis-1729445850252.mp3&version_id=null"
      }
    ]
  }